{
    "version": "https://jsonfeed.org/version/1",
    "title": "Shenlvmeng's Blog • All posts by \"和解\" tag",
    "description": "Be sharp, my friend.",
    "home_page_url": "http://shenlvmeng.github.com/blog",
    "items": [
        {
            "id": "http://shenlvmeng.github.com/blog/2019/09/24/social-psychology-part-3/",
            "url": "http://shenlvmeng.github.com/blog/2019/09/24/social-psychology-part-3/",
            "title": "社会心理学 Part 3 - 社会关系",
            "date_published": "2019-09-24T14:56:20.000Z",
            "content_html": "<blockquote>\n<p>参考《社会心理学》 David G. Myers 第8版</p>\n</blockquote>\n<blockquote>\n<p><a href=\"https://shenlvmeng.github.io/blog/2019/07/26/social-psychology-part-1/\">社会心理学 Part 1 - 导论 &amp; 社会思维</a><br><a href=\"https://shenlvmeng.github.io/blog/2019/07/26/social-psychology-part-2/\">社会心理学 Part 2 - 社会影响</a><br><a href=\"https://shenlvmeng.github.io/blog/2019/11/02/social-psychology-part-4/\">社会心理学 Part 4 - 应用</a></p>\n</blockquote>\n<p>这部分主要讨论社会中个体是如何联系的。</p>\n<h2 id=\"偏见\"><a href=\"#偏见\" class=\"headerlink\" title=\"偏见\"></a>偏见</h2><p><em>人们对于肥胖者就有明显的偏见：缺少魅力、不太聪明、不够成功、缺少修养。</em></p>\n<h3 id=\"界定偏见\"><a href=\"#界定偏见\" class=\"headerlink\" title=\"界定偏见\"></a>界定偏见</h3><ul>\n<li><strong>偏见</strong>即对一个群体及其个体成员预先的负面判断</li>\n<li>它是一种<strong>态度</strong></li>\n<li><strong>负面评价是偏见的标志</strong></li>\n<li>它源于行为辩解的需要，或是负面的<strong>刻板印象</strong></li>\n</ul>\n<p>刻板印象是对人群先入为主的推测，比如南方人感性，北方人粗犷。本身反映了文化或生理对人群的一种期望，并无大碍。但刻板印象<em>过度概括</em>或明显错误时，就形成了偏见。<strong>偏见的行为表示称为歧视</strong>。歧视包括种族歧视、性别歧视等等。</p>\n<h4 id=\"种族偏见\"><a href=\"#种族偏见\" class=\"headerlink\" title=\"种族偏见\"></a>种族偏见</h4><p>关于种族偏见有下面一些研究结果：</p>\n<ul>\n<li>多数人只能看到其他人身上的偏见</li>\n<li><strong>人们在最亲密的社交领域会表现出最明显的偏见</strong>，如婚姻、看病。</li>\n<li>种族偏见随着年代发展，文化多样性深入，逐渐由明面表示变成较难察觉的内隐态度。这些态度以一种潜意识的体现。</li>\n<li>偏见有一些微妙的隐式表示，如过度的种族敏感性、对成功赞扬过度，对过失批评过度等</li>\n</ul>\n<h4 id=\"性别偏见\"><a href=\"#性别偏见\" class=\"headerlink\" title=\"性别偏见\"></a>性别偏见</h4><p>性别的刻板印象不仅持有印象的人有，<strong>刻板化群体成员也接受这种刻板印象</strong>。比如，视男性为领导者的刻板印象。刻板印象并不是偏见，只是为有的偏见提供支持。除了坏的刻板印象外，也有好的刻板印象。比如，<strong>大部分人更喜欢女性而非男性</strong>， 即<em>女性妙效应</em>。</p>\n<p>类似种族偏见，性别偏见已由堂而皇之转为微妙的偏见。</p>\n<h3 id=\"社会情境\"><a href=\"#社会情境\" class=\"headerlink\" title=\"社会情境\"></a>社会情境</h3><p>偏见的来源复杂，社会来源是一部分。</p>\n<ul>\n<li><strong>不平等的社会地位滋生偏见</strong>。偏见可以帮助有钱有势的人将其经济和社会特权合理化。我们敬重地位高的人具有的能力，同时也喜爱那些能欣然接受自己较低地位的人</li>\n<li><strong>社会支配性取向</strong>会影响偏见的接受程度。社会支配性高（即控制欲强）的人乐于接受偏见，比如反对破坏阶级等级的政策</li>\n<li>权威人格的人，在孩提时期往往经历过苛刻的规矩。这可能会导致他们压抑自己的敌意和冲动，并将之投射到外群体身上</li>\n<li>调查发现，宗教和偏见的相关并不能得出因果关系</li>\n<li>偏见在被社会接受后，会有许多人随着<em>从众</em>走上相同的道路</li>\n<li>有些社会制度也在不知不觉支持着偏见。比如，杂志和报纸上的男性照片多数专注于面部，而女性则不到1&#x2F;3，因为面孔突出的人被认为更有智慧、抱负和主见。电影、电视上的形象能会强化盛行的文化态度。</li>\n</ul>\n<h3 id=\"动机根源\"><a href=\"#动机根源\" class=\"headerlink\" title=\"动机根源\"></a>动机根源</h3><h4 id=\"挫折与攻击：替罪羊理论\"><a href=\"#挫折与攻击：替罪羊理论\" class=\"headerlink\" title=\"挫折与攻击：替罪羊理论\"></a>挫折与攻击：替罪羊理论</h4><p><strong>我们遭遇挫折的原因令人胆怯或莫名其妙时，往往会转移敌对方向</strong>。因此，往往繁荣时期更容易维护民族和睦。现实群体冲突理论认为有同样需求的物种竞争将最大化。如，敌视黑人的偏见在经济地位和黑人最接近的拜仁身上最为强烈。</p>\n<h4 id=\"社会同一性理论：感觉比他人优越\"><a href=\"#社会同一性理论：感觉比他人优越\" class=\"headerlink\" title=\"社会同一性理论：感觉比他人优越\"></a>社会同一性理论：感觉比他人优越</h4><p>我们在社会中的自我感觉不仅仅包含自己，还包含自己的社会群体。我们将自己和群体联系在一起获得自尊，将自己群体和其他群体比较，并偏爱自己的群体。即<strong>社会同一性</strong>。</p>\n<p>人们具有<strong>内群性偏见</strong>，即群体内比群体外好。这也是人们寻求积极自我概念的一个表现形式。当我们群体规模较小、经济地位较低时，我们会更容易表现出内群性偏见。即便是毫无逻辑依据的群体意识，也能产生内群性偏见，比如掷硬币的正反。当我们的群体表现较好时，我们会更强烈地认同该群体，从而使自己感觉更好；相反在表现不好时，内群性偏见就不那么明显。</p>\n<p>偏见本身就可以让人获得高人一等的感觉，这本身就是一种心理学收益。对比自尊没有受到威胁的被试，体验到挫折感的学生对自己学校的评价更高；被引发出不安感的被试，在评价他人工作时更加苛刻。甚至，<strong>思考自己的死亡问题</strong>也会引发人们足够的不安全感以强化<em>内群体偏好</em>和<em>外群体偏见</em>。自尊受到威胁时，人们会诋毁外群体，已恢复自尊和社会同一性。相反，一旦归属感得到满足，人们就会更为接纳外群体。</p>\n<p>综上，那么怎么避免偏见的动机呢？</p>\n<p>首先，深植于潜意识中的偏见没那么好压抑。但也并非完全无法避免，比如产生内疚感，从内在角度出发避免偏见。</p>\n<h3 id=\"认知根源\"><a href=\"#认知根源\" class=\"headerlink\" title=\"认知根源\"></a>认知根源</h3><p>知觉错觉是我们解释世界技巧的副产品。刻板印象是我们简化复杂世界的副产品。</p>\n<h4 id=\"类别化\"><a href=\"#类别化\" class=\"headerlink\" title=\"类别化\"></a>类别化</h4><p>我们简化环境的方法之一就是分类。刻板印象也是类别化的一种体现。实际场景中还有些因素让我们依赖刻板印象：</p>\n<ul>\n<li>时间紧迫</li>\n<li>心事重重</li>\n<li>疲惫不堪</li>\n<li>情绪激昂</li>\n<li>年轻气盛而无法欣赏多样性</li>\n</ul>\n<p>实际上，我们会借助一些典型特征对眼前的人<strong>自发类别化</strong>，如中年商人，知识分子等。偏见建立在分类的基础上。</p>\n<p>在我们把人划分成群体时，有可能会夸大群体内部的一致性和群体间的差异性，即<strong>外群体同质效应</strong>。，比如从群体决策中高估一个群体的全体一致性。我们越是熟悉一个社会群体，就越能看到起内部的多样性。比如，<strong>与我们自己种族的人相比，其中种族的人看起来更为相像</strong>。</p>\n<h4 id=\"独特性\"><a href=\"#独特性\" class=\"headerlink\" title=\"独特性\"></a>独特性</h4><p>具有<em>独特性的人</em>，身上的优点和缺点都会被夸大。吸引我们注意力的人，看似对所发生的一些具有更大的责任。除了注意到独特的人，人们也会关注的那些违背期望的人。</p>\n<p>作为独特的人本身，我们有时会错误认为，他人对我们的反应是针对我们的独特性而来，从而曲解他人的行为方式。因此即使双方都是善意的，一个强势的人和一个弱势的人之间自我意识的相互作用也会令双方紧张。同时，人们的<strong>污名意识</strong>会提醒自己在多大程度预期他人对他们产生刻板印象。</p>\n<p><em>独特的案例</em>也会加深刻板印象。人们倾向于从个别生动案例来作出概括。独特、极端的案例具有吸引注意力的的效果。因此我们的对一个群体了解越少，就越容易受到少数生动案例的影响。刻板印象假定群体成员和个人特征间存在某种相关性，这其中自然存在虚假相关。</p>\n<h4 id=\"归因\"><a href=\"#归因\" class=\"headerlink\" title=\"归因\"></a>归因</h4><p>人们的归因错误也影响着偏见的形成。比如我们总是热衷于将人们的行为归因于他们的内在倾向，而较为忽略重要的情境力量。</p>\n<p><strong>利群偏差</strong></p>\n<p>我们倾向于关注内群体的积极行为和忽视外群体的。内群体成员的积极行为往往被描述成一种普遍品质，而外群体成员则常被描述成一个特定的、孤立的行为。这在强调谦虚的群体或地位较低的群体中会不那么明显。</p>\n<p>责备受害者可以起到为指责者本人优越地位辩护的作用。责备的出现是因为人们把外群体的失败归结于群体成员的内在品性有问题。</p>\n<p><strong>公正世界现象</strong></p>\n<p>当观察者无力改变受害者命运时，他们就会否定和贬低受害者。公正世界现象即指人们认为“我是一个公正的人，生活在一个公正的世界，因此这个世界的人们得到的是他们应得的东西”（可怜之人必有可恨之处）。这样的认识使人们有贬低受害者的倾向。</p>\n<h3 id=\"偏见的后果\"><a href=\"#偏见的后果\" class=\"headerlink\" title=\"偏见的后果\"></a>偏见的后果</h3><h4 id=\"长期保留的刻板印象\"><a href=\"#长期保留的刻板印象\" class=\"headerlink\" title=\"长期保留的刻板印象\"></a>长期保留的刻板印象</h4><p><strong>我们的预断会引导我们的注意、判断和记忆</strong>。在刻板印象形成后，如果群体成员行为验证了期望，则会加深印象；相反，我们会对特殊情况闪烁其词。在现实中的体现就是，你无论怎么努力都无法摆脱某人对你的评价，一旦某人<em>预期</em>和你见面不愉快时，误会就很可能发生。</p>\n<p>同时，当群体中出现特殊个体不符合刻板印象时，我们会通过分出一个子类的方式来保证自身认识的自洽，即<strong>再分类法</strong>和<strong>再分群法</strong>。子类作为群体的一部分获得承认。</p>\n<h4 id=\"自我实现的预言\"><a href=\"#自我实现的预言\" class=\"headerlink\" title=\"自我实现的预言\"></a>自我实现的预言</h4><p>社会信念会自我验证，偏见会对其对象产生影响，向自我实现的方向发展。</p>\n<h4 id=\"刻板形象威胁\"><a href=\"#刻板形象威胁\" class=\"headerlink\" title=\"刻板形象威胁\"></a>刻板形象威胁</h4><p>他人的刻板印象会威胁到个体表现，从而进一步印证刻板印象。比如，在暗示女性“没头脑”的刻板印象后，其在数学等理科表现上会变差。相反，正面的刻板印象可以促进成绩。</p>\n<h4 id=\"个体判断的偏差\"><a href=\"#个体判断的偏差\" class=\"headerlink\" title=\"个体判断的偏差\"></a>个体判断的偏差</h4><p>幸运的是，这种偏差有，但是<strong>人们在评价个体时，往往比评价个体构成的群体更为积极</strong>。因为往往群体成员琐碎但生动的信息效果上好于群体泛泛的信息。</p>\n<p>不过<strong>强烈而且显然相关</strong>的刻板印象还是会影响我们对个体的判断。同时，刻板印象会影响我们对事件的解释，这在我们对某人的信息模棱两可时较为明显。</p>\n<p>在人们的行为违背了我们的刻板印象时，人们会做出比较极端的评价。</p>\n<h2 id=\"攻击行为\"><a href=\"#攻击行为\" class=\"headerlink\" title=\"攻击行为\"></a>攻击行为</h2><p>攻击行为即意图伤害他人的身体行为或言语行为。攻击行为按目的不同还可以分为两类：<strong>敌意性攻击行为</strong>由愤怒引起，以伤害为目的；<strong>工具性攻击行为</strong>只是把伤害作为达到其他目的的一种手段。</p>\n<h3 id=\"理论基础\"><a href=\"#理论基础\" class=\"headerlink\" title=\"理论基础\"></a>理论基础</h3><h4 id=\"生物学\"><a href=\"#生物学\" class=\"headerlink\" title=\"生物学\"></a>生物学</h4><p><strong>本能论</strong>认为人类的攻击行为源自自我破坏的原始冲动，这种冲动运用到他人身上时，成为了攻击行为。<strong>进化心理学</strong>认为攻击行为对于获取资源、抵抗攻击、威吓甚至干掉情敌、防止配偶不忠都是一种有效的策略，可以帮助他们的基因得到更高的保留几率。</p>\n<p><strong>遗传基因</strong>和<strong>神经系统</strong>都对攻击行为有影响作用。另外，生物化学因素也会有影响，如激素和酒精。睾丸激素可以刺激人的攻击行为，神经递质5-羟色胺可以控制冲动，缺乏5-羟色胺的人群自我约束力较低，更愿意承担风险。</p>\n<h4 id=\"挫折-攻击理论\"><a href=\"#挫折-攻击理论\" class=\"headerlink\" title=\"挫折-攻击理论\"></a>挫折-攻击理论</h4><p>最早对攻击行为的心理学解释理论是<strong>挫折——攻击理论</strong>，即挫折总会导致某种形式的攻击行为。而攻击能量并非总是朝向挫折源，当对方会表示反对或惩罚时，我们会将敌意转移到<em>安全</em>的目标上。</p>\n<p>而后人们发现，并不是所有挫折都会指向攻击行为，也有一些其他因素会导致攻击行为。伯科威茨认为原有理论夸大了挫折和攻击行为间的关联，他认为<strong>挫折产生的只是愤怒——攻击行为的一种情绪预备状态，一旦有共计线索出现就会诱使人们产生攻击行为</strong>。愤怒起源于某个有其他行为选择的人阻挠了我们实现目标。</p>\n<blockquote>\n<p>“当不幸看上去不可避免时，人们可以耐心地承受；一旦人们感到他们可以摆脱这些不幸，它们就变得令人无法忍受了。 —— 托克维尔 1856</p>\n</blockquote>\n<p><em>挫折</em>和<em>剥夺</em>是两个要区分开的概念。挫折是指一个人得不到有吸引力的或是值得追求的目标；挫折是指他未能从这个对象上获得<strong>原本预期可以</strong>得到的快乐。这也是为什么生活水平改善并不会消除攻击行为，反而有所促进。当预期和现实有差距时，挫折感便产生了，<strong>即期望和实际所得间的差距产生挫折感</strong>。<strong>相对挫折</strong>是指我们把自己和他人比较时带来的挫折感。因此，电视、广告甚至朋友圈中描绘的幸福生活也是挫折感的一个可能来源。</p>\n<h4 id=\"社会学习理论\"><a href=\"#社会学习理论\" class=\"headerlink\" title=\"社会学习理论\"></a>社会学习理论</h4><p>这种理论认为学习同样可以引导攻击行为。</p>\n<p>人们可以习得攻击行为的回报，此时，攻击行为变成了为了得到特定回报而采取的手段。比如，恐怖主义可以让无职无权的极端分子获得全世界的关注。通过观察别人，人们也可以进行同样的学习，尤其是未成年的孩子。观察攻击行为不仅降低了他们的自我控制，还教会了他们怎样去攻击。身体富有攻击性的儿童往往来自惯用体罚的家长；得不到父亲关怀的孩子，暴力犯罪的可能性更高。</p>\n<p>文化对攻击行为也有所影响，来自崇尚荣誉的文化的人，更易拥有攻击性的心理倾向。</p>\n<h3 id=\"影响因素\"><a href=\"#影响因素\" class=\"headerlink\" title=\"影响因素\"></a>影响因素</h3><p>攻击行为的诱发因素有<strong>厌恶事件</strong>、<strong>唤醒</strong>、<strong>媒体</strong>、<strong>群体氛围</strong>。</p>\n<h4 id=\"厌恶事件\"><a href=\"#厌恶事件\" class=\"headerlink\" title=\"厌恶事件\"></a>厌恶事件</h4><p>厌恶事件即引起厌恶感受的体验：</p>\n<ul>\n<li>疼痛</li>\n<li>不适的炎热</li>\n<li>受攻击</li>\n<li>过度拥挤</li>\n</ul>\n<p>在动物身上的实验表明，遭受的待遇越残酷，它们对同伴施加的行为就越残忍。电击、炎热、“心理疼痛”（受挫）都可以引发攻击。厌恶的气味、香烟味、空气污染和攻击行为都有联系，但是环境因素中<em>炎热</em>是研究较多的。炎热高温会提升报复行为的几率和唤起我们带有敌意的想法。另外，收到攻击或侮辱很容易引起攻击行为。</p>\n<h4 id=\"唤醒\"><a href=\"#唤醒\" class=\"headerlink\" title=\"唤醒\"></a>唤醒</h4><p>性唤醒和愤怒等其他形式的唤醒形式是可以相互增强的。挫败、酷热或侮辱性的情境都会提高我们的唤醒水平，这种情况一旦发生，唤醒状态就会和敌对想法、情绪一起构成攻击行为</p>\n<h4 id=\"攻击线索\"><a href=\"#攻击线索\" class=\"headerlink\" title=\"攻击线索\"></a>攻击线索</h4><p>前文说过，在攻击线索的触发下，攻击行为最容易发生。<strong>枪支</strong>就会启动敌对性想法和惩罚性判断。它不仅让暴力成为可能，也可以刺激它的发生。枪支不只是提供线索，同时也能拉大攻击者和受害者的距离，让我们更为残忍。</p>\n<h4 id=\"媒体影响：色情文学与性暴力\"><a href=\"#媒体影响：色情文学与性暴力\" class=\"headerlink\" title=\"媒体影响：色情文学与性暴力\"></a>媒体影响：色情文学与性暴力</h4><p>色情小说中的色情情节会：1）歪曲女人对性攻击的真实态度；2）增加男人对女人的攻击行为。在实验室实验中，连续观看3周性暴力电影后，男性被试对性暴力的焦虑水平显著下降，表现出对家庭暴力受害者更少的同情，且对受害者受伤程度估计偏低。</p>\n<p>色情小说也会导致男性对女性实际的攻击行为。反复观看以强迫性行为为特征的色情影片容易导致：</p>\n<ul>\n<li>性伴侣吸引力下降</li>\n<li>对通奸和女性对男性的性顺从更容易接受</li>\n<li>对女性感知更容易从性的角度出发</li>\n</ul>\n<p>因此，在媒体意识教育中，需要能够让受众重新认识女性对性暴力的真实态度</p>\n<h4 id=\"媒体影响：电视-amp-游戏\"><a href=\"#媒体影响：电视-amp-游戏\" class=\"headerlink\" title=\"媒体影响：电视 &amp; 游戏\"></a>媒体影响：电视 &amp; 游戏</h4><p>20世纪末，人们在电视上花的时间越来越多。<em>宣泄</em>假说认为观看暴力节目可以帮助人们释放被压抑的敌意，实际是这样么？</p>\n<p>在看电视和行为的<em>相关研究</em>和实验研究中表明，电视和暴力<strong>不仅有相关关系，也有因果关系</strong>，即观看暴力会导致攻击增加。尤其是，当一个<strong>有魅力的人因正当原因实施适当暴力，这种暴力未受惩罚也未表现出伤害</strong>时，观看暴力节目的效果最为显著。暴力节目在三方面增加攻击行为：</p>\n<ul>\n<li>暴力节目会造成<strong>唤醒状态</strong></li>\n<li>观看暴力会使人们<strong>降低抑制</strong></li>\n<li>媒体内容会引起<strong>模仿</strong></li>\n</ul>\n<p>电视上的<strong>亲社会行为</strong>虽然也可以教孩子学习积极行为，但是节目中的攻击行为远远超出爱抚行为。电视在影响行为的同时，也影响着人的思想：</p>\n<ul>\n<li>重复观看暴力节目会产生<strong>脱敏作用</strong>，即对暴力的情绪敏感度下降。而暴力、尖叫、裸露镜头在电视节目中越来越常见</li>\n<li>类似节目会<strong>改变知觉</strong>。看电视多的人会更容易夸张周围世界暴力发生的频率，更害怕人身攻击，更容易产生<em>脆弱感</em></li>\n<li>观看暴力节目会启动潜意识中的相关认知，如对攻击性词汇更敏感</li>\n</ul>\n<p>类似地，电子游戏中的暴力血腥内容也在增多，且相比电视节目，参与感更强， 且会从攻击中获得奖赏，更易诱导人们做出攻击性行为和更富侵略性。和非暴力游戏比，玩暴力游戏时：</p>\n<ul>\n<li>唤醒水平提高</li>\n<li>引发攻击性思维</li>\n<li>唤醒攻击性情绪</li>\n<li>诱发攻击性行为</li>\n<li>减少亲社会行为</li>\n</ul>\n<p>过度地模拟暴力行为会促使攻击性倾向增强，而非宣泄暴力情绪。</p>\n<h4 id=\"群体影响\"><a href=\"#群体影响\" class=\"headerlink\" title=\"群体影响\"></a>群体影响</h4><p>正如群体极化中提到的，群体通过<strong>责任扩散</strong>使攻击行为增大。服从的压力和去个体化使群体成员的自我认同在自身完全投入群体后逐渐消失。群体思维动员一个群体或文化做出异乎寻常的举动是常见现象。如对卢旺达图西族人的大屠杀。群体可以强化攻击倾向。</p>\n<h3 id=\"如何减少攻击\"><a href=\"#如何减少攻击\" class=\"headerlink\" title=\"如何减少攻击\"></a>如何减少攻击</h3><p>分析了攻击的影响因素后，如何减少攻击行为呢？</p>\n<p><strong>宣泄</strong>即释放聚集的攻击能量。在亚里士多德时代就有宣泄的说法，不过社会心理学家一致认为，与弗洛伊德等人的猜想相反，通过暴力行为不能实现宣泄，反而会增加攻击性。同样的，<strong>表达敌意会导致更多敌意</strong>。</p>\n<p>如果攻击行为是习得的，那么减少厌恶体验可以减少攻击行为。</p>\n<ul>\n<li>避免给人们错误的、不可达到的预期，适当奖励合作性的非攻击性行为</li>\n<li>如果要惩罚，需要的是<strong>惩罚的必然性而非严厉性</strong>。提高逮捕率而非刑期会更显著地带来犯罪量减少</li>\n<li><strong>体罚会产生消极作用</strong>，根据以前的观点，很强的外部原因并不能内化孩子的行为。可以在孩子很小时奖励敏感性和合作，用非暴力的方式教育孩子达到此目的，积极地表达观点（“清理完你的房间，你就可以出去玩了”而不是“如果不清理好房间，你就别想出去玩”）</li>\n<li>减少电视和电影上野蛮、色情、缺乏人性的表演</li>\n<li>增加武器（如手枪）的获取难度，避免攻击性刺激</li>\n</ul>\n<p>有一种观点认为，当类似问题经常出现时，要追根溯源思考根本原因而非表面原因——改造我们的文化，挑战那些腐蚀年轻人的社会毒瘤和重建我们的道德根基。</p>\n<h2 id=\"亲密关系：喜欢和爱\"><a href=\"#亲密关系：喜欢和爱\" class=\"headerlink\" title=\"亲密关系：喜欢和爱\"></a>亲密关系：喜欢和爱</h2><p>人和人之间终生的相互依赖性使人际关系成为我们生存的关键。我们会有一种强烈的<strong>归属需要</strong>，即与他人建立持续且亲密关系的需要。</p>\n<ul>\n<li>从进化角度看，相互依存才能使族群得以繁衍生息</li>\n<li>正是因为人们渴望爱和被爱，才会在<em>化妆品、服装和塑形</em>上有巨额投入</li>\n<li>社会关系的损伤会影响情绪。人们被拒绝时，会感到抑郁和生活乏味。相反，当我们感到被亲密关系支持时，会更加健康和快乐。</li>\n<li>死亡会提醒我们更重视归属需要，重视与他人的关系并与我们所爱的人保持亲密</li>\n<li>即使在虚拟世界里，被一个永远不可能见面的人拒绝，也会引起挫败感。这种创伤感会在大脑内有真实的生理对应</li>\n</ul>\n<p>可见，内心深处的归属需要得不到满足时，就会使我们感到不安。</p>\n<h3 id=\"造就友谊和吸引的因素\"><a href=\"#造就友谊和吸引的因素\" class=\"headerlink\" title=\"造就友谊和吸引的因素\"></a>造就友谊和吸引的因素</h3><p><strong>接近性</strong>、<strong>外表吸引力</strong>、<strong>相似性</strong>、<strong>被喜欢的感觉</strong>。</p>\n<h4 id=\"接近性\"><a href=\"#接近性\" class=\"headerlink\" title=\"接近性\"></a>接近性</h4><p>接近性相对于产生敌意，更容易产生喜欢。对比<strong>地理距离</strong>，<strong>功能性距离</strong>——人们生活轨迹相交的频率才是关键。有研究者猜测，只要是经常在一起，我们会爱上几乎是任何一个与自己有着大致相同的人格特征并且会回报我们感情的人。</p>\n<p>接近诱发喜欢的其中一个原因就是<strong>易得性</strong>——更易产生相互交往。近距离会使人感到亲近。更甚者，仅仅是对相互交往的<strong>预期</strong>就可以引发喜欢。对一个人约会的预期也能促进喜欢。</p>\n<p><strong>曝光效应</strong></p>\n<p>各种实验表明，熟悉并不会引发轻视。实际上，<strong>熟悉诱发了喜欢</strong>。各种新异刺激——无意义音节、汉字、音乐片段、面孔——的<strong>曝光</strong>都能提高人们对它们的评价。</p>\n<ul>\n<li>不同语言和年龄的人都偏好自己名字中的字母或母语中频繁出现的字母</li>\n<li>人们对熟悉的面孔评价更高，人们更喜欢镜子中镜像版的自己</li>\n<li><strong>人们喜欢和自己相关的事物</strong>，如倾向于居住和自己名字相关的城市或选择和名字相关的职业</li>\n<li>广告商和政治家们利用这个效应，即使人们对某商品或候选人没什么倾向性，仅仅通过简单的重复（电梯广告的病毒式营销），也可以增加商品销量或得票率。</li>\n<li>在广告或政治标语中，通常使用简短的slogan代替唱片大陆，突出候选人名字或商品关键价值</li>\n</ul>\n<p>Zajonc通过实验发现，人们的直接感受并不借助于意识存在。他认为，<strong>情绪相比于思维是更即时的东西，情绪半独立于思维，可以先于认知</strong>。曝光效应会引发愉快的情绪，但是当重复没完没了时也会引起兴趣减弱。</p>\n<p>1990华盛顿州的一次法官选举中，在没有开展竞选活动的情况下，名不见经传的候选人Charles Johnson因为姓名更熟悉战胜了Keith Carlo。</p>\n<h4 id=\"外表吸引力\"><a href=\"#外表吸引力\" class=\"headerlink\" title=\"外表吸引力\"></a>外表吸引力</h4><p>人们都说外貌不重要，但行为上却不总是这样。现在的很多研究表示：<em>外貌的确是很重要的</em>。从某个角度说，美貌的确是一种财富。</p>\n<p><strong>约会相关</strong></p>\n<p>年轻女士的外表吸引力可以<strong>中度预测</strong>她约会的次数，而一位男性的外表对他约会的次数相关性则要小一些。哲学家罗素认为：<strong>“整体上来说，女人倾向于因性格而爱上男人，男人则倾向于因外表而爱上女人”</strong>。哈特菲尔德在明尼苏达大学的实验证实了这一点：<strong>男人的确更在意异性的外表吸引力</strong>。某位女性外表吸引力越大，男性就越喜欢他；当然，男性的外表吸引力也有童颜的效果。美貌使人愉悦。</p>\n<p><strong>匹配现象</strong></p>\n<p>人们一般与和自己同等吸引力的人结为伴侣。人们在选择伴侣上，尤其是<em>终身伴侣</em>上，倾向于选择不仅在智力，而且在外表吸引力方面和自己匹配的人。</p>\n<p>外表上的匹配有利于良好关系的发展和维持。但是很多夫妻的吸引力并不匹配，却仍然幸福。这种情况下，吸引力较差的一方常常有其他方面的品质予以补偿。<strong>男性通常强调自己的财富和地位，并且希望寻求年轻和有吸引力法女性；女性则相反</strong>。</p>\n<p><strong>刻板印象</strong></p>\n<p>在儿童中，老师们倾向于认为那些有吸引力的孩子在学习上更聪明。所谓的<strong>巴特·辛普森效应</strong>即大多数人都认为，长相一般的孩子，他们的才干和社交技能都不如那些漂亮的同龄人。同时，在其他方面都<em>几乎相同</em>的情况下，我们仍会猜测漂亮的人更快乐、性感热情、更开朗、聪明和成功。这就是<strong>外表吸引力的刻板印象</strong>——美的就是好的。</p>\n<p>小时候的童话里，白雪公主是善良且美丽的，而巫婆则是邪恶和丑陋的。尽管两者间并不会有明显相关性。</p>\n<p>也是因为这样的刻板印象存在，20世纪70年代后，妇女在化妆品和整容方面的投资大大增加，对自己外貌深感不满的人也越来越多。Michael Kalick在1977年让学生们观看8位女士整形手术前后的照片，结果表明，被试不仅认为女女士们在术后更具吸引力，也认为她们更善良、敏锐、性感热情、更具责任感。</p>\n<p>在城市化进程加快的背景下，人和人接触的时间越来越短暂，能给人留下第一印象的外表吸引力就显得愈发重要。在面试中，吸引力和外表修饰影响着第一印象甚至薪水。</p>\n<p>之前我们提高过的<em>自我实现的预言</em>在这里也发挥着作用。研究表明，有吸引力的孩子和青年，某种程度他们的确不那么拘谨，更加外向且社交技能更强。从而在正反馈下变得更受欢迎。</p>\n<p>长得漂亮没有坏处么？哈特菲尔德等人认为漂亮也会带来不快的性骚扰、同性的嫉妒和排斥，错误归因他人的欣赏。</p>\n<p><strong>如何衡量吸引力</strong></p>\n<p>讽刺的是，真正的吸引力是完美的平均——由计算机平均出来的平均面孔就很有吸引力。它们也会带来一种熟悉感。</p>\n<p>从生物学角度讲，健康、年轻等富有生殖能力的女性特征以及能提供资源、保护能力的男性特征被认为具有吸引力。男性希望女性要有适度的外表吸引力，而女性则希望男性拥有财富和地位，且两性都喜欢有爱心的人和聪明的人。这是进化和文化共同造就的。从深层角度讲，我们的潜意识也被本能影响着。</p>\n<p><strong>社会比较</strong>会影响吸引力评估。</p>\n<ul>\n<li>刚看过描述有吸引力异性作品的被试对比对照组对异性的评价更低</li>\n<li><strong>性唤起</strong>会<strong>暂时性</strong>使异性看起来更具吸引力</li>\n<li>对比效应在女性上更为明显</li>\n<li>情人眼里出西施。我们会认为<strong>我们喜欢的人</strong>以及<strong>和我们相似的人</strong>具有吸引力。人们爱得越强烈，就越不觉得任何其他异性吸引人</li>\n</ul>\n<h4 id=\"相似-or-互补\"><a href=\"#相似-or-互补\" class=\"headerlink\" title=\"相似 or 互补\"></a>相似 or 互补</h4><p>找一个性格相似的人还是性格互补的人做伴侣？实验显示，</p>\n<ul>\n<li>丈夫和妻子间相似性越大，他们就越幸福且不容易离婚</li>\n<li>某人态度的相似性会引发我们的喜欢。</li>\n<li>人们喜欢和他们想法一致和言行一致的人。模仿可以促进和谐。</li>\n<li>人们渴望相似伴侣的愿望要远远强于渴望漂亮伴侣的愿望</li>\n</ul>\n<p>相反，不同态度对喜欢的抑制甚于相似态度对喜欢的促进。态度一致性有助于人们促进和维持亲密关系。在恋人这样的亲密关系外，<strong>思想</strong>上的相似产生的吸引力比肤色的相似性更重要。不过这个世界是具有文化和思想多样性的，我们也需要尊重和欣赏这种差异，求同存异。</p>\n<p>人格特质上的互补可以引发吸引么？研究者考察了这个问题，发现在各个方面，<strong>相似性仍然是主导因素</strong>。互补性产生的对比效果可能使一方感受更糟糕，如一个悲观的人和乐天的人在一起。另一方面，我们通常也不会认为那些表现出和我们相反的不好的特征的人是具有吸引力的。</p>\n<h4 id=\"喜欢我们的人\"><a href=\"#喜欢我们的人\" class=\"headerlink\" title=\"喜欢我们的人\"></a>喜欢我们的人</h4><p>喜欢通常是相互的（*Really?<em>）。接近性和吸引力可以影响我们最初被谁吸引，相似性会影响长期的吸引。一个人喜欢他人的程度可以反过来预测对方喜欢他的程度（</em>Really?*）告知某些人他们被被人喜欢或仰慕时，他们就会产生一种回报的情感。因为通常来说，<strong>缺点比优点更具影响力</strong>，在我们评价别人和别人反过来评价我们时，<strong>消极消息占比都更多</strong>。</p>\n<ul>\n<li>坏心情比好心情更能影响我们的思维和记忆</li>\n<li>坏事比一件好事更能产生更持久的效应</li>\n<li>坏名声比好名声更易获得，且更难摆脱</li>\n<li>糟糕的健康状态产生的痛苦远大于舒服产生的快乐</li>\n</ul>\n<p>奉承通常会使人感觉良好，但我们会认为<strong>批评比表扬更真诚</strong>。在赞美违背了事实后，我们很容易<em>归因</em>到别有用心的动机上。在一项实验中，被试大学生们被要求给出和女&#x2F;男朋友在一起的原因，那些注意力被引到外在原因的人，相对于引到内在原因的人，会表现出对恋人更少的爱恋和结婚可能性。</p>\n<p>人们在自尊受到创伤的拒绝后，会表现出反弹行为——对伴侣评价更高，陷入更加激情的恋爱。相反，在获得尊重时，实验发现个体<strong>逐渐</strong>获得尊重，且推翻了目标任务原先的批评时，个体会更喜欢这个目标人物。批评之后的赞美之词才更为可信。频繁的赞扬可能会失去价值。因此，对比“过度赞扬”，<strong>保持坦率而真诚的关系——相互尊重、彼此接纳、保持忠诚——更可以让对方感到满意</strong>。真诚对营造两人间的良好关系很重要。</p>\n<h4 id=\"关系中的回报\"><a href=\"#关系中的回报\" class=\"headerlink\" title=\"关系中的回报\"></a>关系中的回报</h4><p>吸引涉及两方——被吸引的一方和吸引他人的一方。“我喜欢XXX，是因为和她在一起感觉如何如何”。可以将这个观点总结为简单的<strong>吸引的回报理论</strong>：<strong>我们喜欢那些回报我们或与我们得到回报相关的人</strong>。推广一点，我们还喜欢和那些能<strong>让我们心情愉悦</strong>的人交往。这种<strong>“联系——喜欢”</strong>在多个实验中都被证实。</p>\n<ul>\n<li>舒适的环境能激发被试对被评价者的好感</li>\n<li>如果你希望维系和伴侣的关系，那么继续把你们的关系和美好事物联系起来很重要</li>\n<li><strong>接近性</strong>带来报偿，因为这种友谊付出的时间和精力都较小</li>\n<li>我们喜欢<strong>有吸引力</strong>的人，因为他们身上可贵的品质能让我们受益</li>\n<li>他人观点和我们<strong>相似</strong>，也会让我们觉得得到了回报。我们尤其喜欢<strong>那些被我们说服的，并开始认同我们观点的人</strong></li>\n<li>我们喜欢被人喜欢和被人所爱</li>\n</ul>\n<h3 id=\"爱情\"><a href=\"#爱情\" class=\"headerlink\" title=\"爱情\"></a>爱情</h3><p>爱情比喜欢更复杂。对爱情的研究首先也要建立界定和衡量的手段。Sternberg认为爱情由激情、亲密和忠诚组成：</p>\n<ul>\n<li>激情 + 亲密 &#x3D; 浪漫之爱</li>\n<li>激情 + 承诺 &#x3D; 游戏之爱</li>\n<li>亲密 + 承诺 &#x3D; 友谊之爱</li>\n</ul>\n<p>激情之爱即热恋状态——强烈渴望和对方在一起的一种状态。研究表明，持续的目光接触、点头和微笑都是激情之爱的标志。哈特菲尔德认为：<strong>任何一种生理唤醒状态最终都可以被归因为某种情绪</strong>。激情之爱就是我们在生理上被有吸引力的人唤醒所感知到的心理体验。这么来看，任何一种可以增加兴奋感的东西都应该可以增强对爱情的感受。沙科特和辛格提出的<strong>情绪两因素理论</strong>认为，当处于兴奋状态的男性对女性做出反应时，他们<strong>很容易把自己的某些生理唤醒错误地归因于这位女性</strong>。一些研究表明，生理唤醒可以促进罗曼蒂克式的反应。</p>\n<ul>\n<li><strong>观看恐怖电影、乘坐过山车、体育锻炼、饮酒、畅谈等促进生理唤醒的活动都有同样效果</strong>，特别是对那些我们觉得有吸引力的人</li>\n<li>夫妻双方共同完成一项可以提高激活水平的活动后，会对其关系的总体情况报告更高的满意度</li>\n</ul>\n<p>和通常的观念相反，许多研究发现，其实<strong>男人比女人更容易坠入情网</strong>。相比于女性，男性很少技术一段即将迈入婚姻的爱情关系。但是，热恋中的女性也会有和伴侣一样多的感情投入，甚至更多。女性似乎比男性更注重友谊中的亲密感，也会更多关心她们的伴侣。而男性则更多地想到恋爱中的嬉戏以及性的方面。</p>\n<h4 id=\"伴侣之爱\"><a href=\"#伴侣之爱\" class=\"headerlink\" title=\"伴侣之爱\"></a>伴侣之爱</h4><p>尽管激情之爱可以热火朝天，但终归还是会平静下来。如果一段亲密的感情经受得住时间的考验，那么它最终就会成为稳固而温馨的爱情，哈特菲尔德称为<strong>伴侣之爱</strong>（companionate love）。伴侣之爱相对平和，是一种深沉的情感依恋。</p>\n<p>和吸毒的戒断效应以及抗药性很像，浪漫爱情会有产生之初的高峰和逐渐消退的趋势。曾经很大刺激的用量现在变得效果轻微了，然而一旦停止用药，并不能使你恢复原先状态，而是会引发强烈的戒断反应。那些分手、离异的人会吃惊的发现，虽然早已对另一半失去强烈爱恋，但分开后，生活居然如此空虚。</p>\n<p>自由恋爱的夫妻在5年以上，会觉得彼此的“有爱情”的感觉越来越少，相反，那些包办婚姻的夫妇则报告逐渐增长的爱情体验。当然整体上，自由选择伴侣的女性更多地感到快乐。在过去20年陡然增高的离婚率，至少部分源自人们越来越多强调强烈积极的情绪体验在生活中的重要性。这一点在偏向集体主义的文化则并中不明显。热恋中的相互迷恋逐渐减退还有一个重要原因是，夫妇得到了孩子，使他们不能再只关注彼此。在孩子独立离开家庭后，一些失去的浪漫感觉又会重新出现，父母可以重新关注彼此。</p>\n<h3 id=\"促进亲密关系的因素\"><a href=\"#促进亲密关系的因素\" class=\"headerlink\" title=\"促进亲密关系的因素\"></a>促进亲密关系的因素</h3><h4 id=\"依恋\"><a href=\"#依恋\" class=\"headerlink\" title=\"依恋\"></a>依恋</h4><p>爱情不仅是一种选择的体验，也是一种生物性驱使。我们的归属需要具有适应性意义，合作促进我们种族的生存和基因的传递。婴儿期对成人的依赖增强了人类间的联系。<strong>与他人的亲密依恋关系构成了一个人生活的核心</strong>，人们都是通过这些亲密依恋关系来获得力量和享受生活的。</p>\n<p>所有的依恋都有一些共有因素，双方的理解、提供和接受支持、重视并享受和相爱的人在一起。当然激情之爱还会有些其他特征：身体上的亲昵、排他性的期待以及对爱人的强烈迷恋。依恋在婴儿期还可以再细分为三种大类：</p>\n<ul>\n<li><strong>安全性依恋</strong>，大约七成以上，在母亲在场时能舒适地玩耍，母亲离开后变得紧张，母亲回来时跑向母亲并继续玩耍。这种婴儿在成人后会更容易接近别人，不会太过依赖或被抛弃而苦恼。这样的恋人也更容易将关系维持在令人满意和持久的状态。</li>\n<li><strong>回避型依赖</strong>，大约两成，这类婴儿在和母亲分离或重逢时，虽然有内部的生理唤醒，但极少表现出悲伤。这类婴儿成人后往往会回避亲密关系，并对这种关系表现出较少兴趣，并倾向于摆脱这种关系。他们更易涉及<strong>一夜情</strong>，而较少有爱情。</li>\n<li><strong>不安全型依赖</strong>，约一成。在陌生环境下，这类婴儿会充满焦虑地粘在母亲身边。母亲离开后会哭泣。母亲回来后，他们会表现出冷漠和敌意。成年后，焦虑——矛盾型人格使他们对别人不够信任，产生<strong>较强的占有欲和忌妒心</strong>。他们与同一个人的关系会反复出现破裂的情况。</li>\n</ul>\n<p>这种早期依恋方式也能形成<em>内部工作模式</em>，或关于人与人之间相互关系的独特思考方法。观察发现，敏感、反应型的母亲会让孩子对世界的可靠性形成基本信任感，有利于培养安全型依恋的孩子。</p>\n<h4 id=\"公平\"><a href=\"#公平\" class=\"headerlink\" title=\"公平\"></a>公平</h4><p>吸引的公平原则：你和你伴侣从感情中所得应该和你们投入的成正比。处于<em>长期的公正</em>关系的人不在乎短期的公正。对他们来说，这些只是“社交债务”的产生和偿还。<strong>不斤斤计较</strong>是友谊的标志。</p>\n<p>对公平的知觉也很重要。处于公平关系的人往往满意度更高，知觉到的不公平可以预测婚姻紧张和对婚姻生活的不满意度。知觉到不公平是一个<strong>正反馈</strong>过程：觉得不公平的一方会更加沮丧和苦恼，从而加剧感受到不公平。</p>\n<h4 id=\"自我表露\"><a href=\"#自我表露\" class=\"headerlink\" title=\"自我表露\"></a>自我表露</h4><p>在美满婚姻或亲密友谊中，信任会取代顾虑，使我们更容易展现自己，而不必担心失去友情和爱情。这一特点表现为<strong>自我表露</strong>。</p>\n<p>被他人挑选为表露对象通常是很令人高兴的事。相反，如果缺乏发展这种亲密关系的机会，我们就容易感到孤独的痛苦。对于那些我们期望与之有更多交往的人，我们会更多自我表露，且<strong>安全型依恋的人会比其他类型自我表露更多</strong>。而且表露间存在<strong>表露互惠效应</strong>，一个人的自我表露会引发对方的自我表露，我们会对那些敞开胸怀的人表露更多，但是亲密关系的发展也不会立即而来（否则就显得不够谨慎和可靠）。它更像跳舞，我表露一点，你表露一点，一次不要太多，有一个持续的相互回应的过程。亲密关系的增加会创造很强的激情感觉，到亲密关系稳定后，激情就相对较小。</p>\n<p>有些人——主要是女性——特别善于使人“敞开心扉”，她们可以轻易地引发他人亲密的自我表露。这类人似乎都是好的倾听者。心理学家Rogers称这种人为“促进成长”的听众，表露自己情感，倾听他人情感。</p>\n<p>这样的自我表露有助于我们扔掉面具，表现真实的自己——培植爱情的方式。对他人敞开心扉可以是人们间的交往更加愉快。经常敞开心扉的夫妻或情侣会报告更高的满意度且保持更长久的爱情。两个自我相互联系、相互倾诉、相互认同；两个自我保持个性，又共享很多活动，为彼此的相同之处感到愉悦并相互支持——这就是爱情的精髓。</p>\n<h3 id=\"亲密关系如何结束\"><a href=\"#亲密关系如何结束\" class=\"headerlink\" title=\"亲密关系如何结束\"></a>亲密关系如何结束</h3><p>人们将自己不满意的婚姻关系和想象中可从别处获得的支持和情感相比，选择离婚的人越来越多。</p>\n<h4 id=\"离婚\"><a href=\"#离婚\" class=\"headerlink\" title=\"离婚\"></a>离婚</h4><p>相对于集体主义中，结婚更意味着承担责任；个人主义者则因为“我们彼此相爱”。个人主义者期待婚姻中有更多激情和个人的自我实现。那些结婚时就已考虑成熟且打算长相厮守的人，确实会有更健康、稳定而长久的婚姻。</p>\n<p>符合下面条件的夫妇通常不会离婚：</p>\n<ul>\n<li>20岁后结婚</li>\n<li>都在稳定的双亲家庭里长大</li>\n<li>结婚前谈了很长时间恋爱</li>\n<li>接受过较好且相似的教育</li>\n<li>有稳定收入</li>\n<li>居住在小城镇或农场</li>\n<li>结婚前没有同居或怀孕过</li>\n<li>彼此间有虔诚的承诺</li>\n<li>年龄、信仰和受教育水平相似</li>\n</ul>\n<h4 id=\"分离过程\"><a href=\"#分离过程\" class=\"headerlink\" title=\"分离过程\"></a>分离过程</h4><p>对于深入和长久的依恋关系，离开是一个过程，而不是一个事件。Baumeister &amp; Wotman的报告显示，在数月或数年后，拒绝别人的爱，比被拒绝更能够唤起更多痛苦。痛苦中来自伤害别人的内疚，对心碎恋人的执着的不安，也来自不止如何反应。</p>\n<p>在婚姻关系令人痛苦时，有下面4种反应：</p>\n<table>\n<thead>\n<tr>\n<th>类型</th>\n<th>被动的</th>\n<th>主动的</th>\n</tr>\n</thead>\n<tbody><tr>\n<td>建设性</td>\n<td><strong>忠诚</strong>：等待改善</td>\n<td><strong>表达</strong>：试图改善关系</td>\n</tr>\n<tr>\n<td>破坏性</td>\n<td><strong>忽略</strong>：无视对方</td>\n<td><strong>退出</strong>：结束婚姻关系</td>\n</tr>\n</tbody></table>\n<p>健康的婚姻不见得没有冲突，而是夫妻双方能够调和差异。<strong>痛苦和争吵并不能预测离婚</strong>（几乎所有夫妇都经历过冲突）。真正能预测婚姻危机的因素是<strong>冷漠、希望破灭和无助</strong>。</p>\n<p>相反，婚姻成功的夫妻有时能从沟通训练中获益，学会避免恶意侮辱，平息怒火，不讲冲突矛头只指向个人。幸福的夫妻间会减少抱怨和责难，增加肯定和赞同，腾出时间表达彼此观点，每天一起祈祷和休闲，并以此改善关系。类似地，持久的凝视等<strong>模仿相爱的行为能够激发爱情</strong>。Sternberg认为，通过扮演和表达爱意，最初的浪漫和激情能够发展成持久的爱情。</p>\n<p>在现代生活中，亲密而持久的婚姻关系正在减少。人们需要付出努力才能防止爱情减退。爱情是在内心决定去爱一个人并对其做出长相厮守的承诺；爱情是可以经营的，它需要相爱的人共同去培育。</p>\n<h2 id=\"利他\"><a href=\"#利他\" class=\"headerlink\" title=\"利他\"></a>利他</h2><p>利他主义（Altruism）：自私自利的反义词。</p>\n<h3 id=\"产生原因\"><a href=\"#产生原因\" class=\"headerlink\" title=\"产生原因\"></a>产生原因</h3><p>从观察角度和解释层次上，大致分为下面3类：</p>\n<table>\n<thead>\n<tr>\n<th>理论</th>\n<th>解释层次</th>\n<th>外在帮助</th>\n<th>内在帮助</th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>社会交换</strong></td>\n<td>心理学</td>\n<td>帮助的外在回报</td>\n<td>内疚-&gt;帮助的情感补偿</td>\n</tr>\n<tr>\n<td><strong>社会规范</strong></td>\n<td>社会学</td>\n<td>互惠规范</td>\n<td>社会责任规范</td>\n</tr>\n<tr>\n<td><strong>进化理论</strong></td>\n<td>生物学</td>\n<td>互惠</td>\n<td>亲缘选择</td>\n</tr>\n</tbody></table>\n<h4 id=\"获得回报，避免惩罚\"><a href=\"#获得回报，避免惩罚\" class=\"headerlink\" title=\"获得回报，避免惩罚\"></a>获得回报，避免惩罚</h4><p>包括社会交换理论在内的几种理论都认为，帮助行为可以使施与者和接收者共同受益，并产生社会性商品的交换——爱、服务等。</p>\n<p><strong>社会交换</strong></p>\n<p>帮助行为的有些回报是外部的，比如，商人捐款以获得良好形象，让顺路人搭车已获得赞赏。我们会最热心地帮助对我们<strong>有吸引力</strong>或<strong>渴望得到其赞许</strong>的人。当然，给予对方情感支持，也会让自己产生积极心境。志愿者行为也能有益于成年人的精神状态甚至健康状况。</p>\n<p>这种收益分析看起来有些有失身份，难道我们没有“纯粹”的利他行为吗？斯金纳在1971年对帮助行为的分析提到，“只有当我们不能解释别人做好事的原因时，我们才会因此信任他们。只有当我们找不到外在解释时，我们才会把行为归因于他们内在的品质而不是外部原因”。</p>\n<p><strong>内部回报</strong></p>\n<p>很多时候，帮助行为也会来自内部原因，比如助人者的情绪状态或个人品质。接近一个痛苦的人，我们也会感到痛苦，从而实施帮助也会减轻自己的<strong>痛苦感</strong>。痛苦仅是一个例子，除了痛苦外，<strong>内疚</strong>也是我们想尽量摆脱的消极情绪。实验显示，人们会<strong>尽其所能消除内疚感，减少不良感受，恢复自我形象</strong>。</p>\n<ul>\n<li>违规行为会引发被试的负罪感，从而倾向于帮助行为，将功补过</li>\n<li>说了谎的被试更乐意无偿付出一点时间提供帮助</li>\n</ul>\n<p>我们在犯错后的行善愿望表明，我们既需要减轻个人的内疚感，也需要<strong>恢复动摇了的积极的自我形象</strong>。即使我们的内疚感是他人所不知的，我们也会用行动来减轻它。除了利他行为外，内疚感还能促使人们坦白、道歉，避免再犯错误，还会使人更敏感，增进亲密关系。</p>\n<p>除了内疚感，<strong>消极情绪</strong>也对利他行为有影响，但有趣的是，儿童和成人的影响正好相反：</p>\n<ul>\n<li>消极情绪减少儿童的帮助行为</li>\n<li>消极情绪促进成人的帮助行为</li>\n</ul>\n<p>Cialdini等人推测，利他行为带来自我满足和内在回报这一认知来自<em>社会化过程</em>，所以在成人身上很明显，而儿童却没有体现，虽然儿童也有共情能力。实验结果和“人生来自私”的观点不谋而合，孩子们随着年龄增长，学会站在他人角度看待问题，帮助行为也随之发展起来。不过，个别消极情绪例外，如<strong>愤怒</strong>或<strong>极度的悲伤</strong>的人会处于强烈的自我关注时期，从而抑制了对他人的付出。只有注意力被引到他人的被试才认为帮助别人特别有意义。</p>\n<p>和消极情绪相反，<strong>快乐的人更乐于帮助别人</strong>。这一点不论在儿童还是成人身上都是如此。因为帮助行为能够维持好的心境，同时积极的心境又会产生积极想法和饱满的自尊。快乐的门槛很容易达到，<strong>从害怕到轻松的心境</strong>也很容易引发帮助行为，如被误诊、或误开罚单。不过随着快乐的心境逐渐消逝，助人性也随之降低。</p>\n<p><strong>社会规范</strong></p>\n<p>这里说的规范即<em>社会期望</em>。人类社会中一个普遍的道德准则是<strong>互惠规范</strong>，即<strong>对于曾帮助我们的人，我们应该予以帮助，而不是伤害</strong>。这种支持性的联系，信任和合作行为保证了团体的正常运作。当人们不能给予回报时，他们可能会因为接受了援助而感到受威胁和被贬低。因此，骄傲、自尊心强的人通常不愿意寻求帮助。</p>\n<p>另一条重要的社会规范是<strong>社会责任规范</strong>，即<strong>人们应该帮助那些需要帮助的人</strong>。一些实验表明，即使帮助者不为人知，或不能期待任何回报，他们也会帮助那些需要帮助的人。至于如何鉴别“需要帮助的人”，<strong>归因</strong>很重要。如何一个人穷困潦倒是因为自身原因（懒，不道德），社会规范会让他们自食其果；如果相反是因为环境原因，他们就会得到关怀和帮助。这一规范使人们帮助那些最需要帮助和最应该得到帮助的人。</p>\n<p>女性在被知觉为更柔弱和更具依赖性上，会得到男性更多的帮助。而女性对不同性别的求助者则一视同仁。男性会更多地帮助那些<strong>外表有吸引力</strong>的女性，而不是那些外表不具吸引力的人。女性不仅特定场景下能获得更多帮助，她们在身体和精神上也需求更多帮助。</p>\n<h4 id=\"进化心理学\"><a href=\"#进化心理学\" class=\"headerlink\" title=\"进化心理学\"></a>进化心理学</h4><p>我们的基因驱使我们采用让其存活能力最大化的生活方式（来自<a href=\"https://shenlvmeng.github.io/blog/2018/11/22/selfish-gene/\">《自私的基因》</a>观点），<strong>亲缘保护</strong>和互惠就是。<strong>亲缘选择</strong>让我们偏袒那些和自己拥有相同基因的人，我们的子女和亲兄弟间有天然的基因相似性，所以可以说帮助近亲是我们的本性。亲缘保护还决定了种族内的群体偏好，这也是导致诸多冲突的根源。</p>\n<p>生命体帮助他人，也是因为它期待着得到回报性的帮助。不作出互惠行为的个体则会被抛弃和排斥。互惠在<strong>小的、与外界隔离的群体中更好地发挥作用</strong>（可能因为相互信赖更强）。因此，互惠行为在偏远乡村比在大城市发生得更多。互惠特征能保持至今有一个进化的原因：群体间竞争时，相互支持、互惠的群体比不互惠的群体能维持更长时间。</p>\n<h4 id=\"真正的利他\"><a href=\"#真正的利他\" class=\"headerlink\" title=\"真正的利他\"></a>真正的利他</h4><p>上面我们从内在（避免痛苦）和外在（获得回报或逃脱惩罚）分析了利他的动机，似乎还存在着由<strong>共情</strong>引发的真正的利他行为，即帮助别人的意愿不仅受利己考虑影响，也会来自无私的考虑。<strong>当我们感到和某人有关联时，就会产生共情</strong>。这也是为什么从众中提到个性化的受害者更能引人共鸣。实验发现，共情被唤起的人通常会施与帮助。但是<strong>如果同时知道有别的方式能让我们好受些，我们就不太可能帮助别人</strong>。</p>\n<p>巴特森和其同事认为共情导致的利他行为有利有弊，缺点之一是会引起偏爱、不公正的帮助行为，并对广泛的公共利益冷漠。</p>\n<h3 id=\"何时会提供帮助\"><a href=\"#何时会提供帮助\" class=\"headerlink\" title=\"何时会提供帮助\"></a>何时会提供帮助</h3><p>在场人数、个人情绪、价值观念、时间紧迫度都会影响帮助行为。</p>\n<h4 id=\"在场人数\"><a href=\"#在场人数\" class=\"headerlink\" title=\"在场人数\"></a>在场人数</h4><p>在更多人在场的情况下，受害者较少有机会得到帮助。在旁观者增多时，任何一个旁观者都会更少注意到事件发生，更少把它解释为紧急情况，更少认为自己有采取行动的责任。</p>\n<p><strong>注意</strong></p>\n<p>在群体人数较多时，群体中的个人会较少注意紧急情况的发生。</p>\n<p><strong>解释</strong></p>\n<p>如从众一章中所说的“信息影响”，在对环境不够熟悉时，<strong>每个人通常会以他人行为作为现实情况的线索</strong>。另一方面，这种错觉又被<strong>透明错觉</strong>所助长，透明错觉指出我们通常会<strong>高估</strong>他人了解我们内心状态的能力。因为，我们对自己情境的关心会来的更明显，对自身情绪也更敏感，所以会以为他人能很容易发现。在这两种错觉的叠加下，我们往往会忽视或误解需要帮助的线索。</p>\n<p>对行为的解释很重要，一个尝试打开车锁的人到底是小偷还是被锁在门外的人，我们对其的解释会影响我们的反应，帮助抑或报警。陌生人之间的暴力也会得到更多的干预行为。</p>\n<p><strong>责任归属</strong></p>\n<p>人群变大时，帮助情境会变模糊。相反，当紧急情况很清晰时，群体中的人提供帮助的可能性就远小于独处的人。这也在一定程度上解释了，为什么城里人通常比乡村人不愿意帮助别人，在大城市因遇到需要帮助的人太多，会产生“同情疲劳”和“感官超载”。另外，责任扩散也是原因之一，群体中个人感觉到的责任被分散。</p>\n<p>在一项实验中，面对面的被试由于有<strong>表情交流</strong>，要比背对背的被试更容易提供帮助。相对相互孤立的群体，相互联系的群体会提供更多帮助。</p>\n<h4 id=\"他人的示范作用\"><a href=\"#他人的示范作用\" class=\"headerlink\" title=\"他人的示范作用\"></a>他人的示范作用</h4><p>亲社会的榜样可以促进利他行为。目睹令人感动的善举，常常会引发一种升华的状态：胸腔被温暖和激情膨胀的特殊感，令人们战栗、流泪、喉咙抽紧。孩子不仅听从耳濡的教诲，也从目染的行为中学习道德观。</p>\n<h4 id=\"时间压力\"><a href=\"#时间压力\" class=\"headerlink\" title=\"时间压力\"></a>时间压力</h4><p><strong>时间充裕且认为自己的角色无关紧要</strong>的被试会放弃事务停下来提供帮助。</p>\n<h4 id=\"相似性\"><a href=\"#相似性\" class=\"headerlink\" title=\"相似性\"></a>相似性</h4><p>上一章提到，相似性引起喜欢，我们也更多地对那些跟我们相似的人产生共情。在实验中，被试对和自己有相似特征的面孔更信任和慷慨。相似性也会引起同种族的偏爱行为，不过，由于很少有人希望明确表现出偏见，所以实验中这种偏爱倾向没那么明显。</p>\n<h3 id=\"谁会提供帮助\"><a href=\"#谁会提供帮助\" class=\"headerlink\" title=\"谁会提供帮助\"></a>谁会提供帮助</h3><ul>\n<li><strong>人格特征</strong>。具有较积极情绪，较高共情能力和高自我效能感的人更易提供帮助。不过助人性的个体特征没那么明显，需要和<strong>特定情境</strong>结合在一起分析。当受助者是陌生人且情境有危险性时，男性更常伸出援手。而在安全的场景下，如志愿者或花时间的陪伴，女性更乐意一些。尤其是基于亲密关系的关心而不是帮助陌生人。</li>\n<li><strong>宗教信仰</strong>。在长期帮助上，如志愿者工作和慈善捐款，宗教信仰有更好的预测性。在各种社会团体中，宗教团体的成员和公民参与的各种形式有最紧密的联系。</li>\n</ul>\n<h3 id=\"如何增加帮助行为\"><a href=\"#如何增加帮助行为\" class=\"headerlink\" title=\"如何增加帮助行为\"></a>如何增加帮助行为</h3><p>根据上面对帮助行为的分析，可以从个人角度和社会角度去做。</p>\n<h4 id=\"个人角度\"><a href=\"#个人角度\" class=\"headerlink\" title=\"个人角度\"></a>个人角度</h4><p>去除对利他行为的抑制。<strong>减少模糊性，提高责任感</strong>。个人化的方式能使人感到不是匿名的，因而有更高的责任感，任何能让旁观者变得凸显个人特征的事情——个人请求、目光接触、告知姓名、会面预期——都增加了帮助的可能性。同时，自我意识更高的人更经常将理想付诸于实践。</p>\n<p>另一方面，可以<strong>引起内疚和对自我形象的关心</strong>。<strong>留面子（door-in-the-face）</strong>是利用前者的手段，先提出较过分的请求，在被拒绝后，利用拒绝者的内疚提出想要的请求通常会被满足。比如，研究者先提出一个非常大的请求——承诺为不良儿童做为期两年的无偿咨询，在被全部拒绝后，从侧面切入：“好吧，如果你不愿意，这点小事你愿意帮忙吗？”。Cialdini和Schroeder提供了引发个体关注自我形象的方法：<strong>请求非常微小的帮助</strong>，以至于不好意思被拒绝。因为此时拒绝，通常证明自己的自私。</p>\n<h4 id=\"社会角度\"><a href=\"#社会角度\" class=\"headerlink\" title=\"社会角度\"></a>社会角度</h4><ul>\n<li><strong>教化道德包容</strong>，避免道德排除，利他主义社会化的第一步就是去除天然的内群体偏爱</li>\n<li><strong>树立利他主义榜样</strong>，亲社会的电视榜样所起的所用远大于发社会榜样的作用</li>\n<li><strong>归因为利他主义动机</strong>，给予一种行为超过适度的反馈时，个体可能将行为归于奖励这一外在动机。在没有报酬和潜在社会压力时，如果答应帮助别人，会产生最强的无私感。但这不意味着不能有褒奖，意外的褒奖能令人感到胜任和有价值，需避免的是过度的滥用的奖励。助人行动能够促进把自己看作“富有同情心和乐于助人的人”，而这种知觉又反过来促进了进一步的帮助行为</li>\n<li><strong>习得的利他主义</strong>，即在了解上面这些会影响帮助行为的因素后，人们就会意识到群体情境对帮助行为的一些抑制作用，从而去避免</li>\n</ul>\n<h2 id=\"冲突和和解\"><a href=\"#冲突和和解\" class=\"headerlink\" title=\"冲突和和解\"></a>冲突和和解</h2><p>冲突是<strong>被知觉到</strong>的行为或目标的不相容。无论冲突的双方能否正确感知对方的行为，他们总会认为一方的获益就是另一方的损失。但从另一方面来看，冲突体现了<strong>参与、承诺和关心</strong>。在能够被理解和解决的情况下，冲突可以<strong>促进人际关系的变化和发展</strong>。从积极意义上讲，<em>和平</em>是创造性处理冲突得到的结果。</p>\n<h3 id=\"冲突是如何产生的\"><a href=\"#冲突是如何产生的\" class=\"headerlink\" title=\"冲突是如何产生的\"></a>冲突是如何产生的</h3><p>冲突来自于多种方面，实际上，不论是人与人的，还是国与国的冲突，其产生原因都是大体相似的。</p>\n<h4 id=\"社会困境\"><a href=\"#社会困境\" class=\"headerlink\" title=\"社会困境\"></a>社会困境</h4><p>社会困境即<strong>个人利益和集体利益</strong>相互冲突，在个体追逐自己的私利时，避免不了地损害了集体的或其他团头的利益。<strong>囚徒困境</strong>和<strong>公共地悲剧</strong>就是两个典型案例。</p>\n<p><strong>囚徒困境</strong>即，两个囚犯有守口如瓶和指认对方两种选择，对于个人来讲背叛对方总能得到更好的结果，但实际上双方都选择对个体更差的策略时，能获得更大的收益。囚徒困境有一个限制条件： 双方<strong>只做1次决策</strong>，所以没有长远考虑的机会。军备竞赛等囚徒困境的实际案例频繁地发生在现实生活中，无条件地信任他人和采取合作态度反而会让自己陷入被动。</p>\n<p><strong>公共地悲剧</strong>即个人对公共资源的过度滥用，比如共同放牧的草原等。在经济学角度讲，一个人对公共资源的使用减少了他人的使用，这种<strong>负外部性</strong>使每个人对公共资源的成本评估较低，从而造成滥用。这也是为什么，<strong>当一种资源未获得明确分配时，人们往往不自觉地消费更多</strong>。</p>\n<p>当然也有人，如亚当·斯密认为，从某一方面，由于每个人都试图通过努力使自己利益最大化，这一过程也会使整个社会产值达到最大。</p>\n<p>有一些手段可以缓解这种个人利益和集体利益的冲突：</p>\n<ul>\n<li>设立管理条例</li>\n<li>设置税和管理费等，提高人们的评估成本</li>\n<li><strong>缩小群体规模</strong>，在一个较小的团体中，人们能更明确地感到自我责任和自己对集体的影响，更容易从集体获得满足感。从而更为节制。因此，也有些政治理论家和社会心理学家建议将公共资源划分为较小的单位。</li>\n<li>在小范围内的公共资源，可以采用<strong>沟通</strong>的方式，开放、坦诚而明确的交流可以消除不信任，产生合作行为</li>\n<li>在社会范围倡导利他规范，当合作行为可以<strong>明显增进公共福利</strong>时，个人就更可能表现出符合社会规范的行为</li>\n</ul>\n<h4 id=\"竞争\"><a href=\"#竞争\" class=\"headerlink\" title=\"竞争\"></a>竞争</h4><p>竞争是个人和个人之间极为常见的引发冲突的因素。竞争可以加强知觉到的差异，并<strong>引发更多的攻击行为</strong>。在谢里夫的山贼洞夏令营实验中，分胜负的竞争活动带来了激烈的冲突、对别组成员的歧视、组内强烈的团结意识和集体荣誉感。另外，群体极化又会加剧冲突。</p>\n<p>在以下两种情况下，竞争更易于引发冲突：</p>\n<ul>\n<li>人们知觉到诸如金钱、工作岗位等资源时<strong>有限</strong>，<strong>零和</strong>时</li>\n<li>一个明显成为潜在竞争者的外部团体</li>\n</ul>\n<h4 id=\"知觉到的不公正\"><a href=\"#知觉到的不公正\" class=\"headerlink\" title=\"知觉到的不公正\"></a>知觉到的不公正</h4><p>每个人对于公平的定义都不同，大体上可以分为<strong>根据付出分配</strong>和<strong>根据需要分配</strong>（共产主义）。</p>\n<p>在实验中，人们通常不会<em>主动</em>要求对自己或自己所在团体给予优待，但是当他们接受更多好处时，往往会欣然接受，并相信他们获得的就是他们应得的。占了便宜的个人和小组，有的会产生<strong>负罪感</strong>，从而引发道歉或提供补偿，有的则通过贬低他人的付出来缓解自己的罪恶感。对于那些利益受损者，他们或<strong>接受并认同</strong>，或<strong>寻求其他补偿</strong>，或<strong>通过报复</strong>来获得心理平衡。</p>\n<p>有意思的是，一个人越是对自我投入评价越高，就越会感到怀才不遇且意图报复。女性更经常视自己和男性平等时，她们的相对剥夺感也越强。</p>\n<h4 id=\"误解\"><a href=\"#误解\" class=\"headerlink\" title=\"误解\"></a>误解</h4><p>本章开头介绍冲突概念时，特意强调了“被知觉到”一词。实际上，由于下面一些因素，我们经常有误解的不一致性。</p>\n<ul>\n<li><strong>自我服务偏见</strong>会高估自己做的好事，却不为自己做的坏事负责任</li>\n<li><strong>自我合理化</strong>让人们倾向于否认自己的错误</li>\n<li><strong>基本归因偏差</strong>使冲突的双方都把对方的敌意行为归因于他们邪恶的品质</li>\n<li><strong>群体思维</strong>会在群体中固化利己、自我合理化和群体偏见，从而形成难以改变的<strong>刻板印象</strong>。</li>\n</ul>\n<p>在冲突双方的眼里，对方的形象都是被扭曲的：</p>\n<ul>\n<li>把自己的目标看得最重要</li>\n<li>为“我们”感到骄傲，贬低“他们”</li>\n<li>坚信自己利益被损害</li>\n<li>强调对集体的热爱、团结和忠诚</li>\n<li>鼓励自我牺牲，压制批评</li>\n</ul>\n<p><strong>镜像知觉</strong></p>\n<p>在冲突中，扭曲的误解可以达到惊人的一致性，如美苏冷战中双方国民对对方国家的印象。在冲突被双方知觉到时，至少有一方对另一方存在误解，伴随自我证实的预言，双方的敌意程度会在恶性循环中加深。这种负面的<strong>镜像知觉</strong>很多时候会成为通往和平的障碍——冲突的一方认为和自己持相反立场的攻击者的攻击动机显示了他们嗜血的本性，而与自己信仰相同的攻击者则不过是自卫或还击而已。</p>\n<p>津巴多指出，冲突会将世界一分为二，即好人和坏人，非黑即白，冲突中对立的双方常常<strong>夸大这种差异</strong>。换位思考可以缓解这种趋势，但绝非易事。激化冲突的另一错误观念是“领导邪恶——民众善良论”，即领导阶级是邪恶的，他们控制和操纵着善良的民众。在台独、港独问题上就能很容易发现这点。</p>\n<p><strong>简单化思维</strong></p>\n<p>冲突形势越紧张，理智的思考变得困难。对敌人的看法也会变得更简化和刻板，如经验式的判断。在大战爆发、军事冲突、革命前，发起攻击的领导者会表现出愈加简化的思维方式，有个原因是这样更有助于传达给群众，和让群众理解。</p>\n<p><strong>知觉转化</strong></p>\n<p>误解程度会伴随冲突程度起伏变化。比如国家间的关系也会影响国民对其他国家的认识和观念。</p>\n<p>从上面可以发现，在我们能够抛开偏见，并解决实际存在的分歧时才能结束冲突。一个忠告是，<strong>在冲突中不要认为别人和你在价值观和道德上格格不入</strong>，进行换位思考。</p>\n<h3 id=\"获得和平\"><a href=\"#获得和平\" class=\"headerlink\" title=\"获得和平\"></a>获得和平</h3><p>上面提到冲突因何而起（社会困境、激烈竞争、知觉到的不公正、误解），解决冲突也有4个建议，简称4C：</p>\n<ul>\n<li>接触，contact</li>\n<li>合作，cooperation</li>\n<li>沟通，communication</li>\n<li>调和，conciliation</li>\n</ul>\n<h4 id=\"接触\"><a href=\"#接触\" class=\"headerlink\" title=\"接触\"></a>接触</h4><p>在紧张程度不是很高时，可以通过接触增进相互了解，以期获得和平。</p>\n<ul>\n<li>接近性和曝光效应使我们更喜欢接触更多的人</li>\n<li>“行为验证态度”让我们暗示自己，达到缓和效果</li>\n</ul>\n<p>以种族隔离为例，种族接触可以减少种族歧视，实验发现，在种族以外，<strong>接触也能够预测偏见的减少</strong>。但是，情况不总是这样，很多国际学生交流项目并不能使学生对居住国产生所预期的积极影响。接触也需要有一些其他限制条件配合才能改善种族态度，如<strong>友谊</strong>和<strong>平等接触</strong>。</p>\n<p>和其他群体建立的友谊的人，往往容易对这些群体产生积极的态度，这种情感纽带降低了焦虑。友谊是成功接触的关键。另外，接触需要是平等的，如果接触是竞争性的，或不平等的，那么结果反而会恶化，比如主人和仆人，狱警和囚犯。反例则是同事、同学、邻居等。种族多样化引起的非正式班内互动可以促进致力提高和对差异化的更大程度接受。</p>\n<h4 id=\"合作\"><a href=\"#合作\" class=\"headerlink\" title=\"合作\"></a>合作</h4><p><strong>共同的外部威胁</strong>或<strong>超级目标</strong>可以建立起内部团结和合作。</p>\n<p>民族间的冲突会提高民族自尊心，在战争时期面对一个明确的外部威胁时，我们的群体归属感会极度高涨，小布什在911时期的民众支持率从51%飙升到90%。因为这一点，甚至有时候，领导人会<strong>刻意创造出一个假想敌来提高民族凝聚力</strong>，奥威尔《1984》里的老大哥就是这么做的。在现实生活中，一个共同的强大的敌人也是一种强大的凝聚力量，《三体》中三体星人的入侵就带来了全人类的空前凝聚。</p>\n<p>另一种凝聚力量是<strong>超级目标</strong>，即集中力量办大事。谢里夫实验中，最后通过修复水管、解决骑车抛锚等问题，又降低了团员们的敌意，使他们变回了朋友。成年人和谢里夫实验中的小男孩是一样的。一起工作对分解小团体，建立一个更大的更具包容性的团体很有用。当然，合作需要是<strong>成功的</strong>，失败的合作反而会恶化冲突。</p>\n<p>由于人们天然的社会性，我们的自我概念中除了我是谁，还包括我们的社会同一性，即我们是谁，能强化自我概念和自豪感，我们“是谁”也暗示了我们“不是谁”。<strong>内群体偏见</strong>有时会造成冲突，并在群体极化下演变成暴力行为，比如球迷间的斗殴。伴随成功，人们的群体认同也会高涨，电竞战队获胜会为它带来更多粉丝。为了促进“内群体一致性”，很多学校都强制要求身着校服，消除小群体竞争，增进合作。</p>\n<p>除了上面两例，<strong>合作性学习</strong>也能够改善个体间关系，减少冲突，改善种族态度。相对于传统的、充满竞争的学校里学习的学生，在学习参加混合民族学习小组的学生，有更好的种族态度。合作性学习有助于建立更亲密接触，产生户主和支持的关系。“拼图”式学习即把学生分为小组，拆分任务为小部分，组内每个学生各自承担一部分，自行学习后将学习成果教授给其他成员，共同完成对学习材料的学习。其中每个小组成员都会感受到自己的必要性，这种相互帮助的气氛也使成员对同伴更加喜爱。</p>\n<p>上面提到的共同敌人、超级目标和合作性学习总结起来就是，<strong>为实现一个目标而进行平等的接触</strong>。</p>\n<p>我们每天都在处理各种各样的社会身份，我们的自豪感需要我们用户更广泛群体、民族的身份认同。在种族多元化的文化中，尤其是历史并不悠久的国家中，种族身份和国家身份同时存在，人们需要平衡它们之间的关系。有时需要通过提出一致的理想来推广公民身份的认同，如美国的“合众为一”。</p>\n<h4 id=\"沟通\"><a href=\"#沟通\" class=\"headerlink\" title=\"沟通\"></a>沟通</h4><p>沟通也可以分为几种形式：<strong>谈判</strong>，<strong>调解</strong>，<strong>仲裁</strong>。</p>\n<p>谈判并不总能达到双赢的结果，有时迟到的协议会造成双输的后果</p>\n<p>第三方调解人可以让冲突双方做出让步并挽回面子。调解人需要让他们暂时放弃冲突中的自身需求，把非输既赢变成“双赢”。克制的沟通可以减少自我证实的误解，有时<strong>建设性地解决冲突比保持沉默能带来更多和谐</strong>。</p>\n<p>那么如何界定建设性的争吵呢：</p>\n<ul>\n<li>不要过早道歉</li>\n<li>不要保持沉默，或逃离现场</li>\n<li>不要引入无关话题</li>\n<li>不要人身攻击</li>\n<li>不要假装同意</li>\n<li>要私下争吵，避开他人</li>\n<li>要清晰界定问题</li>\n<li>要接受对自己的反馈</li>\n<li>澄清自己的态度，直面问题</li>\n<li>提问以引导对方表达其观点</li>\n<li>等待对方平静下来</li>\n<li>提出双方都满意的建议</li>\n</ul>\n<p>冲突达到建设性结果，一定程度建立在<em>信任</em>的基础上。双方互不信任时，就需要第三方调解的介入。调解人需要建立一种情境，帮助双方理解对方，并感到被对方理解。中立的第三方还可以提出双方都接受的建议。</p>\n<p>如果冲突连调解都无法解决，就需要<em>仲裁</em>来给出一个确定方案，大多数的争论者都会陷入过度乐观，即相信仲裁结果对自己有利。</p>\n<h4 id=\"和解\"><a href=\"#和解\" class=\"headerlink\" title=\"和解\"></a>和解</h4><p>和解是双方面的，单方的妥协让步是行不通的。Charles Osgood提出了GRIT方案：逐步（Graduat），互惠（reciprocat），主动（initiative）地减少紧张（tension reduction）。GRIT要求一方在宣布希望调和的愿望时，做出一些小的意在降低冲突的行为。和解行动并不需要发起者在某一领域做出大的牺牲，但是要保持“坚定、公平、友善”。在实验室里进行的长期的两难实验中，“投桃报李”策略被证明是成功的（《自私的基因》中也有提到）。</p>\n<p>和解行动可以使双方从紧张的台阶下来，使接触、合作、沟通重新变得可能。</p>\n",
            "tags": [
                "心理学",
                "社会关系",
                "偏见",
                "攻击行为",
                "亲密关系",
                "友谊",
                "爱情",
                "利他",
                "冲突",
                "和解"
            ]
        }
    ]
}