{
    "version": "https://jsonfeed.org/version/1",
    "title": "Shenlvmeng's Blog • All posts by \"夜话\" tag",
    "description": "Be sharp, my friend.",
    "home_page_url": "http://shenlvmeng.github.com/blog",
    "items": [
        {
            "id": "http://shenlvmeng.github.com/blog/2014/11/02/nightcall-1/",
            "url": "http://shenlvmeng.github.com/blog/2014/11/02/nightcall-1/",
            "title": "夜话-1",
            "date_published": "2014-11-02T05:02:22.000Z",
            "content_html": "<p><img src=\"/blog/images/poster/night-call-1.jpeg\"></p>\n<blockquote>\n<p>（处于隐私考虑，当事人名字均用化名代替）</p>\n</blockquote>\n<p>“今天白天，我遇到一个人。让我在这个健忘的年代，回忆起了什么。</p>\n<p>“在我初中阶段，有个女孩叫小伍，是我的同班同学。她发型蹩脚，其貌不扬，平日话也不多。每次同我讲话时，总会攥紧衣角。那时，我是成绩很好的那种。而她的成绩怎么努力也提高不了。她的问题总是很多，一有问题就会来找我。那时我年方十四，正是初恋的大好时光。小伍芳龄十五。可我却并不喜欢她。我喜欢隔壁班的小宛，却因为害羞不曾表白。这绝不是我现在的风格。转眼间，中考结束提交志愿，我们最后一次回到学校。小伍挤过人群，简单同我寒暄几句，将一张叠好的纸塞在我的手里。‘我猜你一定想要这个吧。’她没再说下去，微笑地又消失在人群里，留下纸上小宛的字体。这是小宛写给小伍的同学录。</p>\n<p>“事后，我总觉得她还有什么没说，而那些没说的正是我一直的遗憾。这个遗憾，我从未向她谈起。</p>\n<p>“后来，我去了市重点。她去了另一所学校。我以为自己一定再也见不到她了。在这里，我每天都能遇到许多陌生的人。我以为以我那可怜的记忆，一定渐渐就记不起她的名字了。就这样又过了两年。我再一次见到小伍是在网上，好友推荐里出现了她的名字。只是头像我一点都不认识。好奇地点进去，在惊讶中我愣了许久。大图里，她迎着光，长发垂肩，出落成一副亭亭玉立的模样。颤抖着，我羞赧地关掉了网页。深思熟虑下，还是点击了好友申请。到现在，我都能记起揣摩用词时，自己羞耻的样子。</p>\n<p>“那时，有股莫名的伤感涌上心头。生活不会重演。我和小伍已不是数年前的关系。这么简单的道理，当时的我却不明白。行将陌路，覆水难收。</p>\n<p>“就这样沉默着又过了半年，覆水突然有了重收的希望。她分手了，从每日的状态看得出来。不知为何，她把我选为倾诉的对象。也许是人在悲痛时总会犯傻吧。我陪她一聊一下午，一聊一晚上，一聊一夜。甚至，我们有几次约出来看球赛，对着空无一人的球场，嬉笑，怒骂。那段时光，我学业一落千丈，可是我很开心。她，我想，也很开心吧。在这开心里，我却有一丝的不安。因为我突然发现，除了这短暂的快乐，我没有什么东西可以留住她。</p>\n<p>“果然，这快乐始于分手，终于爽约。又一次约去看球赛，空无一人的球场，嬉笑怒骂，只是只有我一个人。她消失了，消失得很彻底。连网上也找不到了。</p>\n<p>“再后来，故事似乎开始快进。高考发挥有失水准，大学三年一晃即逝。好不容易，找到份工作糊口。终日西装革履，行走在高楼大厦间，单身。今天并不是双休日，我停下忙碌的脚步，在路边的甜点店要了个甜筒。准备歇会儿再走。这时，身边来了个也买甜筒的姑娘，红帽长裙，拖着拉箱。她转头的时候，我发现她是小伍。</p>\n<p>“在那最后一个甜筒的时间里，我用尽浑身解数想让她注意到我。我做着鬼脸，做着各种奇怪的动作，在她身边。而小伍只是惬意地四顾。在这期间，她甚至望了我一眼。却只有礼貌的微笑。最后，她扬了扬手，走向远处的男子，没有一丝回头。就像，身边是个陌生人。</p>\n<p>“在这里，我每天都能遇到许多陌生的人。若不是刻意，我也许已记不清她的名字了。在她离去的那一刻，我突然意识到，这离去似乎是必然的。因为我还有什么能留住她的理由呢？</p>\n<p><em>–END–</em></p>\n",
            "tags": [
                "夜话",
                "多线",
                "生活"
            ]
        }
    ]
}