{
    "version": "https://jsonfeed.org/version/1",
    "title": "Shenlvmeng's Blog • All posts by \"万历\" tag",
    "description": "Be sharp, my friend.",
    "home_page_url": "http://shenlvmeng.github.com/blog",
    "items": [
        {
            "id": "http://shenlvmeng.github.com/blog/2019/02/13/1587-a-year-of-no-significance/",
            "url": "http://shenlvmeng.github.com/blog/2019/02/13/1587-a-year-of-no-significance/",
            "title": "关于《万历十五年》的一些思考",
            "date_published": "2019-02-13T15:18:30.000Z",
            "content_html": "<blockquote>\n<p>作为读书后的感受记录，照例先做概要，再谈感受。</p>\n</blockquote>\n<p>我是在大学阶段知道《万历十五年》这本书的，当时作为《形势与政策》课的读书笔记建议书目之一。可见尽管写的四百多年前的事，对于当今还是有参考意义。如作者所说，全书介于学术著作和商业书籍之间，用有趣的具有复古气息的口气，从点到面地讲述了万历年间的诸多史事和几个典型人物，由浅入深、抽丝剥茧地探讨了传统社会存在的僵化问题，并给出现代社会以经验和教训。读毕感叹黄仁宇先生功底之深厚，著学之审慎。</p>\n<h2 id=\"背景\"><a href=\"#背景\" class=\"headerlink\" title=\"背景\"></a>背景</h2><ul>\n<li>归根到底，还是过于依托世俗道德约束百官和平民，缺少法律的规矩约束，使得整个社会制度很容易跟不上经济发展和科学进步，而最终走向窠臼被淘汰。</li>\n<li>明朝的皇帝即使贵为天子，也不过是制度所需要的产物，他作为“天命”的象征，有天赋的最终仲裁和决定权，需要调和百官之间的关系；但同时也是传统道德的完美象征和百官楷模，需要严格依从传统和道德行事。</li>\n<li>文官们熟读孔孟之书，研究历史兴亡之道，从伦理道德出发解释日常事务，在面对违反伦常的虚伪矫情时，如果不力加诤谏而听之任之，必然会影响本朝安危</li>\n<li>宦官是皇帝和文官之间的协调者，一个优秀的皇帝会成为文官和太监间的平衡者，相互掣肘</li>\n</ul>\n<h2 id=\"申时行\"><a href=\"#申时行\" class=\"headerlink\" title=\"申时行\"></a>申时行</h2><ul>\n<li>在这种制度下，道德至高无上，它不仅可以指导行政，还可以代替行政</li>\n<li>一项政策能否付诸实施，实施后或成或败，全看它与所有文官的共同习惯是否相安无事。</li>\n<li>文官作为政策的实施者，朝廷最大的任务就是促进文官之间的互相信赖与和谐，鼓舞士气，发挥精神上的力量。</li>\n<li>理想和现实是脱节的，人们口头上的理想即为“阳”，人们不可告人的私欲即为“阴”，调节阴阳是一件麻烦事。因此，<strong>与其暴露各人的阴，毋宁提倡他们的阳</strong>。</li>\n<li>身为首辅最大的贡献，则在于是各种人才都能在政府中发挥长处，对他们起感化和领导的作用。</li>\n<li>申时行尽管意识到阴阳难以调节，问题症结所在，却没有能力改变制度。他决心做和事佬来调和阴阳，生平不愿宣扬别人的缺点，对于提拔自己的人，更不会妄加批判。</li>\n</ul>\n<h2 id=\"万历\"><a href=\"#万历\" class=\"headerlink\" title=\"万历\"></a>万历</h2><ul>\n<li>本朝的司法制度极为简单，缺乏判决争端的依据。以立储为例，假如帝国真正实行法治，继承皇位一事由一个独立性的法庭作出判决，那么皇帝委托律师根据文法和不成文法来做辩护，立幼而不立长是有胜诉可能的。但是<strong>本朝不是以法律治理臣民，而是以“四书”中的伦理作为主宰</strong>。</li>\n<li>文官已成一种强大的力量，强迫宝座上的皇帝在处理政务时摈弃他个人的意志，历任首辅又都以群臣的代言人自居。万历却无能为力，因为在制度中，皇帝作为仲裁者而非实施者，没有制定法律的力量，不能改造制度避免冲突发生。因此消极怠工的报复，目的并非恢复皇帝的权威而只是单纯发泄</li>\n<li>体制上有欠缺，文官们就需要精神力量来弥补组织上的不足。一方面，这些熟读经史的人以仁义道德相标榜，以治国平天下为己任；另一方面，体制上有存在如此多罅隙，给这些人强烈的引诱</li>\n<li><strong>长期的道德沦丧，即标志社会形态何其组织制度的脱节</strong></li>\n</ul>\n<h2 id=\"海瑞\"><a href=\"#海瑞\" class=\"headerlink\" title=\"海瑞\"></a>海瑞</h2><ul>\n<li><strong>海瑞的一生体现了一个有教养的读书人服务公众牺牲自我的精神，但这种精神的实际作用却至为微薄。</strong></li>\n<li>抽象的道德代替了法律，上至官僚下至村民，其判断是非的标准是“善恶”而非合法或非法。</li>\n<li>以熟读诗书的文人治理农民，他们不可能改进这个司法制度</li>\n<li>财政制度弊病在于缺乏弹性，不能适应环境而调整。政府不用技术和经济的力量来扶植民众，而单纯依靠政治上的压力和道德上的宣传，结果只能是事与愿违</li>\n<li>海瑞不相信为人处世应该有阴阳的分别，因此被称为奇特、怪僻而执拗。</li>\n</ul>\n<h2 id=\"戚继光\"><a href=\"#戚继光\" class=\"headerlink\" title=\"戚继光\"></a>戚继光</h2><ul>\n<li>明朝文官地位高于武官。大多数文官以中庸之道为处事的原则，标榜稳健和平，这和武官克敌制胜征战沙场的常态相矛盾。</li>\n<li>戚继光功成名遂，固然是本身的卓越才能使然，但是得到谭纶的支持也是必不可少的因素。</li>\n<li>戚继光是个复杂的人物，不能把她强行安放在用传统道德构成的标准框架里。他的天才，在于他发现面对落后的军事制度，帝国不允许也没有能力做全面的改革，能做的只有妥协；而他的成功也在于他善于在技术上调和各种矛盾，<strong>在组织制度上没办法，就在私人关系上寻找出路</strong>。</li>\n<li>戚继光的长处在于他没有把人事上的才能当成投机取巧和升官发财的本钱，而只是作为建立新军和保卫国家的手段</li>\n</ul>\n<h2 id=\"李贽\"><a href=\"#李贽\" class=\"headerlink\" title=\"李贽\"></a>李贽</h2><ul>\n<li>大凡高度的概括，总带有想象的成分</li>\n<li>李贽视舍小节而顾大局的作法为正当，其前提是以公共利益为依托，在伦理上的解释则是公众道德不同于私人道德，目的纯正不妨手段不纯</li>\n<li>李贽是提倡实践的理论家，但并不表示自己有意于实践；他攻击虚伪的伦理道德，也拒绝以传统的历史观为自己的历史观，但更广泛的范围里仍然是儒家的信徒。</li>\n<li>张居正意识到必须要在组织上作部分的调整和改革，但是在理论上找不到更好的学说，就只能以自己的一身挺立于合法合合理之间。</li>\n<li>混合阴阳，在长时间里造成了法律和道德的脱节</li>\n</ul>\n<p>当一个人口众多的国家，个人行动全凭儒家简单粗浅而又无法固定的原则所限制，法律又毫无创造性，则社会发展的程度必然受到限制。<strong>即使宗旨善良，也不能补助技术之不及</strong>。</p>\n<p><em>–END–</em></p>\n",
            "tags": [
                "制度",
                "道德",
                "文官",
                "万历",
                "明朝",
                "读书笔记"
            ]
        }
    ]
}