{
    "version": "https://jsonfeed.org/version/1",
    "title": "Shenlvmeng's Blog • All posts by \"商业模式\" tag",
    "description": "Be sharp, my friend.",
    "home_page_url": "http://shenlvmeng.github.com/blog",
    "items": [
        {
            "id": "http://shenlvmeng.github.com/blog/2015/01/14/some-thinking-1/",
            "url": "http://shenlvmeng.github.com/blog/2015/01/14/some-thinking-1/",
            "title": "与师兄之泛谈",
            "date_published": "2015-01-13T16:21:27.000Z",
            "content_html": "<p>近日，和做产品经理的师兄一同返校。聊了许多，顿觉收获颇大，在此以故事的形式一并记之，想到哪儿写到哪儿，以励后进。</p>\n<p>师兄本科写了四年的代码，保研去了经管院，实习先后去过咨询公司，外企，互联网三巨头BAT，也算是对产品和商业模式有了些自己的认识与理解。最后借现在这家创业公司的环境，实践以前之所学。</p>\n<h3 id=\"关于创业\"><a href=\"#关于创业\" class=\"headerlink\" title=\"关于创业\"></a>关于创业</h3><p>创业分五个阶段，第一个阶段，产品由无到有，几个核心成员借由最初的idea，用技术完成一个雏形。这个阶段用技术去证实这个产品是可行的，因此技术占了这个阶段绝大多数工作。产品雏形是它的终点；第二阶段，产品雏形出现以后，团队开始扩张，初创成员开始出现分歧，技术以外的部门诸如融资、营销等会加入团队，这是个不稳定期，需要有“领导”角色的产生和团队内的磨合。一个较为成熟的商业模式在这个阶段形成（注：商业模式的规划是一开始就要做的）。一般，A轮融资发生在这之间，股权的划分也是对团队的考验。成熟的商业产品和商业模型是它的终点；第三阶段，有了融资和统一的产品规划后，将这个商业模式做大，通过烧钱推广产品。这个阶段里，我们会用数据去衡量产品的发展前景，运维、行政等部门又会加入。当用户数出现质的提升时，证明商业模式在社会上可行。这也标志着第三阶段的结束。在这之后，公司一般会迎来B轮融资，以千万起。而大多数公司都倒在第二、三阶段。</p>\n<p>第四阶段，商业模式被证明可行后，在各个维度上推广复制，开辟到不同城市、不同周边领域。利用融资继续扩大规模，一般到此，创业者会获得真正的财政自由；第五阶段，公司继续扩张，迎接IPO。在这两个阶段间遇到的困难会大大小于前三个阶段。</p>\n<p>综上来看，难倒大多数创业者的门槛反而成了团队内的团结统一。的确，扪心自问真正信得过的合作伙伴太少了，剩下的就好好珍惜吧。现在，我就在一家创业公司的第二阶段，面临着产品从雏形到成熟过程，尽管技术团队人很少，暂时也没有一套成熟的工作模式。不过这种创业的氛围恐怕也能让我学到不少。包括和PM的沟通，技术和需求间的取舍等。如果这条路能跟着走下去的话，学到的将是BAT教不了我的。</p>\n<h3 id=\"关于开源软件与商业模式\"><a href=\"#关于开源软件与商业模式\" class=\"headerlink\" title=\"关于开源软件与商业模式\"></a>关于开源软件与商业模式</h3><p>正巧这阵在做一个开源小工具，和同寝的技术一起合作开发。就顺便问起了小团队开源开发需要注意的地方。师兄提到，开源软件并非只有免费公益这么简单，从商业模式角度去考虑，这是推广市场或积累口碑的最好选择。以Symbian和Android为例，后起的Android为何为打败Symbian，开源占了很大一部分原因。可是开源的同时，Google难道就没有收益么？正是因为Google核心的商业模式在其搜索引擎上，Android是自带Google搜索的，这才是它关心的；而且Android的知识产权是Google的，这将给Google隐形的收益。以CSDN为例，里面有许多写技术博客的开发者，在开源自己产品的同时，获得了转发，评论等社会影响力，这笔关注在求职或是发表言论将会发挥到它的作用。</p>\n<p>所以，有时问题换个层面去思考，会得到很有意思的结果。在开发开源产品的时候，从商业模式上去考量，会得到以前从不会想到的一些问题。合理的商业模式将使产品被用户所接受，甚至会给自己带来收益。</p>\n<h3 id=\"关于眼界与技术\"><a href=\"#关于眼界与技术\" class=\"headerlink\" title=\"关于眼界与技术\"></a>关于眼界与技术</h3><p>自然科学，社会科学，人文科学这对于一个大学生来说都是需要的。不同的方面的了解将会使你对问题有不同的认知方式。这也正是综合性大学在学生培养上的天生优势。北邮是所很靠谱的理工科大学，所以培养出的学生严谨有余，而灵活、情怀不足。社科赋予人对社会和人际的了解，人文赋予人对艺术和设计上的了解。在创业型公司里，工作中出现的问题种类会比大公司多，多方面的掌握有时会给我们很大的启示。</p>\n<p>在说到创业时，师兄突然感慨似乎我们都陷入了完全做好准备再出发的怪圈，许多半路出家边走边学的人却提前取得了成功。难道是研究生严谨学术的氛围使得毕业生们都不肯轻易出手么？研究生的两年半里，不要把眼光限得太死，不要抱着技术不放手，要勇敢接受新事物，展示自己的学习能力，接触更多方面的人，这可能是现阶段对我最好的启示。</p>\n<p>而那个开源小项目，可能也得重新思考了。</p>\n",
            "tags": [
                "创业",
                "商业模式",
                "产品"
            ]
        }
    ]
}