{
    "version": "https://jsonfeed.org/version/1",
    "title": "Shenlvmeng's Blog • All posts by \"理财\" tag",
    "description": "Be sharp, my friend.",
    "home_page_url": "http://shenlvmeng.github.com/blog",
    "items": [
        {
            "id": "http://shenlvmeng.github.com/blog/2020/08/12/soft-skills-for-software-developer/",
            "url": "http://shenlvmeng.github.com/blog/2020/08/12/soft-skills-for-software-developer/",
            "title": "《软技能 —— 代码外的生存指南》书摘",
            "date_published": "2020-08-12T13:16:12.000Z",
            "content_html": "<p>关于编程相关的书籍已有太多太多，本书相比其他编码相关的技术书籍来说，从技术外的视角来介绍还是挺有意思的。编码无非是求生的一种方式，对于程序员来讲，把生活过好也绝不仅是把代码写好就OK的。书中所写基本是作者对其过去职业和人生经历的一个总结，以tips的形式给出，是“术”而非“道”。是的，本书的介绍思路大概是告诉你一些方法，对你的生活和工作有些帮助的方法，而非构建一个体系，一种思考方式。因此，对于那些三观和做事方法思路基本稳定的人来说，它没法撼动你根本的认识，只能做到具体某个方面的启示和改进。同时，读起来也是相对简单的。不客气地说，这本书应该是最近一年中读到的信息密度最低的书了。不过，其中理财和健身两章，尤其是第55章应该算是全书的精华，对我还是挺有帮助的。</p>\n<p>下面分章节，对其中的关键的idea进行摘录。</p>\n<h2 id=\"职业\"><a href=\"#职业\" class=\"headerlink\" title=\"职业\"></a>职业</h2><p>可能由于作者大多数时间是自由职业者，这一部分介绍没有太多新意</p>\n<ul>\n<li>工作是公司的，职业生涯是你自己的</li>\n<li>把自己当成公司去思考，你有什么可以卖，相比其他“产品”你的优势是什么</li>\n<li>作为程序员，你能提供的基础服务就是创建软件</li>\n<li>人际交往不能忽略</li>\n<li>通过面试最快捷的方式是让面试官对你产生好感，如果能提前接触就更好了（Really？）</li>\n<li>承担更多责任是脱颖而出的一种方式，同时保证自己被注意到</li>\n<li>成为自由职业者之后，一定不要忘了自我营销</li>\n</ul>\n<h2 id=\"自我营销\"><a href=\"#自我营销\" class=\"headerlink\" title=\"自我营销\"></a>自我营销</h2><p>作为自由职业者，作者在自我营销上有些自己的见解</p>\n<ul>\n<li>自我营销：打造自我品牌 + 多种媒介 + 持之以恒</li>\n<li>一个品牌需要包含：传达的信息（slogan） + 视觉符号（logo） + 一致性 + 曝光率，重点在建立一套预期</li>\n<li>不要忘了有效利用社交媒体，为自己积累粉丝</li>\n<li>学会演讲</li>\n<li>著书有时候不是为了赚钱，而是赢得名声</li>\n</ul>\n<h2 id=\"学习\"><a href=\"#学习\" class=\"headerlink\" title=\"学习\"></a>学习</h2><ul>\n<li>学习知识最好能将知识用于实践</li>\n<li>十步学习法：了解全局、确定范围、定义目标、寻找资源、创建计划、筛选资源、开始学习、动手操作、全面掌握、乐为人师<ul>\n<li>前6步能让你明确方向和目标，为正式学习做准备</li>\n<li>后面4步循环往复，快速迭代，乐为人师能强行提高你的理解程度</li>\n</ul>\n</li>\n<li>有时候导师也很重要</li>\n<li>遇到知识短板时，就是你成长的机会</li>\n</ul>\n<h2 id=\"注意力\"><a href=\"#注意力\" class=\"headerlink\" title=\"注意力\"></a>注意力</h2><ul>\n<li>专注像是一种惯性，是逐渐达到的，不可能一次性达成</li>\n<li>番茄工作法：将时间拆分成30分钟的番茄钟（25分钟专心工作 +5分钟休息），通过番茄钟衡量工作量和自己的工作效率（实际工作中太容易被打乱节奏了，比较适合自由职业者）</li>\n<li>定额工作法：对于需要定期完成的任务，自我规定周期内需要达到的工作量，承诺然后完成。有时候可以借助大众的监督来坚持</li>\n<li>多任务并行通常会因为上下文切换影响工作效率，除非另一项任务不需要花费脑力</li>\n<li>电视是时间杀手</li>\n<li><strong>为了享受快乐有意识地去做，就不是浪费时间；为了逃避自己应该完成的任务去做，就是浪费时间</strong></li>\n<li>分解任务可以有效地减小解决问题的困难程度</li>\n<li>任何行动都比不行动要好（主要是行动可以获得反馈）</li>\n</ul>\n<h2 id=\"理财\"><a href=\"#理财\" class=\"headerlink\" title=\"理财\"></a>理财</h2><p>本篇是全书相对最有信息量的一篇。其中第55章对于自己生涯的描述，甚至比其他所有篇章的介绍都要精华。其他章节可能有粉饰自己的成分，但是第55章“额外馈赠”足够真诚。</p>\n<ul>\n<li>资产是使用价值高于维护成本的东西，负债则相反。减少负债，增加资产</li>\n<li>自我营销越好，薪酬越好谈</li>\n<li>期权是指在未来某个时期前购买一定数量股票的选择权，购买的是期望。买方最大亏损有限，最大盈利无限，有权利没有义务；卖方相反。看涨期权和看跌期权作为买方都需要交期望差额的<strong>权利金</strong>。到期日时（这是欧式期权的做法，美式期权可以在到期日前任意时间交易），买方可以选择或放弃行权，选择行权时，买方卖出股票，赚取高于权利金的差额；放弃行权时同时放弃权利金。</li>\n<li>房地产投资是低风险高负债的投资类型，一方面可以寻求房产出售的机会，另一方面可以通过租金获取稳定收入。当然在租赁房产时，建议选择负责任的物业托管。通过部分租金换取安心。</li>\n<li>想要提前退休，需要有资本积累，同时，这个资本还要让你获得足够生活的<strong>被动收入</strong>。如果有提前退休打算，需要下面几点准备<ul>\n<li>树立目标，即XX岁前退休</li>\n<li>意识到通胀的存在，他会吞噬你赶不上它速度的资产</li>\n<li>做有固定收益和被动收入的投资（最好还能赶上通胀）</li>\n<li>要想更早退休，自然要比常人花更多精力“开源”和“节流”</li>\n</ul>\n</li>\n<li>真正获得财务成功的唯一方法就是用钱生钱</li>\n<li><strong>一边欠债一边存钱是最愚蠢的做法</strong>，因为债务利息永远高于存款利息。<ul>\n<li>存钱之前先把房屋抵押贷款还清（这么做还是有些绝对，还要留些以备急用）</li>\n<li>能一次付清就一次付清，除非你能通过提前享受获得超过利息的收益</li>\n<li>确保先偿还利息最高的债务</li>\n<li>并非所有债务都是不好的，除非你能通过提前享受获得超过利息的收益（如住房贷款和学生贷款）</li>\n</ul>\n</li>\n<li>退休即自由，即可以不以钱作为出发点行事，更形象地说，“从社会中赎回自己的生活”。</li>\n<li>买房办理贷款时注意贷款利率是否是固定的</li>\n<li>作者最初也是程序员的工作，之后逐渐贷款购置房产用于租赁，通过日常工作还款。之后几次创业都不太成功。但是房产累积越来越多。之后通过个人营销开始创办博客和培训教程，认识大佬后，培训教程逐渐受到欢迎。之后订下退休目标，随着房产带来的被动收入和在线培训（编程 + 健身 + 创业）被动收入逐渐稳定，作者成功上岸退休</li>\n</ul>\n<h2 id=\"健身\"><a href=\"#健身\" class=\"headerlink\" title=\"健身\"></a>健身</h2><ul>\n<li>同时达到多个健身目标是很难实现的。很难在增肌同时减掉脂肪，同样地，很难在减脂同时增长肌肉</li>\n<li>减肥很简单：摄入的卡路里小于燃烧的卡路里。<ul>\n<li>摄入卡路里通过食物计算，但是烹饪过程对热量也有很大影响</li>\n<li>燃烧的卡路里可以根据基础代谢率BMR结合训练消耗计算</li>\n</ul>\n</li>\n<li>增肌需要给肌肉压力，挑选动作的时候注意选择复合动作，如深蹲、硬拉、卧推、杠铃推举等等。注意保持足够的蛋白质摄入</li>\n<li><strong>腹肌不是靠增肌得到，而要通过减脂</strong>。体脂率下降到特定水平自然能看到腹肌。可以通过高强度间歇式训练（HITT）来减脂</li>\n<li>跑步和站立式办公都是简单的燃脂方式</li>\n</ul>\n<h2 id=\"心灵\"><a href=\"#心灵\" class=\"headerlink\" title=\"心灵\"></a>心灵</h2><ul>\n<li>积极思考不只是外表乐观，而且对健康有益，延年益寿</li>\n<li>做事方法的第一步是相信自己有改变的能力，改变不了现状，你至少能改变自己的心态。</li>\n<li>爱情不是追逐游戏，你追我逃。更健康的模式是行为上体现出自信，用自然随和且充满自信的态度和别人交往。“我自己感觉很好，我不需要你，但是我觉得你挺有意思的，所以我想更好地了解你”<ul>\n<li>关键是你要真得能表现出足够的自信，你要对自己足够尊重</li>\n<li>做一个绝望的、缺乏自信的人，你会发现自己会真的孤立无援</li>\n</ul>\n</li>\n<li>那些拒绝最终都会把你带到一个想和你在一起的人那里</li>\n</ul>\n<h2 id=\"结束语-amp-附录\"><a href=\"#结束语-amp-附录\" class=\"headerlink\" title=\"结束语 &amp; 附录\"></a>结束语 &amp; 附录</h2><ul>\n<li>生活原本比你所厌恶的朝九晚五的工作丰富多彩得多</li>\n<li>空头是指，你事先“借”该股票的一些股份并卖出，这会产生空头头寸，最终你需要靠回购这只股票来填补你借入的空头头寸</li>\n<li>Ⅰ型糖尿病是指自身不能产生胰岛素，Ⅱ型糖尿病是指自身对胰岛素不够敏感</li>\n<li>吃垃圾食品不会对健康造成重大影响，但是摄入食品的总量却会影响健康。相比健康食品，垃圾食品带来更高热量的同时，只有较低的饱腹感。因此，达到标准热量所使用的垃圾食品可能会让你长期处于挨饿状态。</li>\n<li>水果和蔬菜都是健康食品，热量都不高；高蛋白食物的热量值通常也不怎么高。纤维带来饱腹感的同时有较低的热量<ul>\n<li>总结来说，未经加工的食品就是最健康的</li>\n</ul>\n</li>\n</ul>\n<p><em>–END–</em></p>\n",
            "tags": [
                "软技能",
                "理财",
                "健身",
                "自我营销",
                "学习"
            ]
        }
    ]
}