{
    "version": "https://jsonfeed.org/version/1",
    "title": "Shenlvmeng's Blog • All posts by \"性别\" tag",
    "description": "Be sharp, my friend.",
    "home_page_url": "http://shenlvmeng.github.com/blog",
    "items": [
        {
            "id": "http://shenlvmeng.github.com/blog/2019/08/07/social-psychology-part-2/",
            "url": "http://shenlvmeng.github.com/blog/2019/08/07/social-psychology-part-2/",
            "title": "社会心理学 Part 2 - 社会影响",
            "date_published": "2019-08-06T16:13:53.000Z",
            "content_html": "<blockquote>\n<p>参考《社会心理学》 David G. Myers 第8版</p>\n</blockquote>\n<blockquote>\n<p><a href=\"https://shenlvmeng.github.io/blog/2019/07/26/social-psychology-part-1/\">社会心理学 Part 1 - 导论 &amp; 社会思维</a><br><a href=\"https://shenlvmeng.github.io/blog/2019/09/24/social-psychology-part-3/\">社会心理学 Part 3 - 社会关系</a><br><a href=\"https://shenlvmeng.github.io/blog/2019/11/02/social-psychology-part-4/\">社会心理学 Part 4 - 应用</a></p>\n</blockquote>\n<p>这部分主要讨论社会给个人的影响。</p>\n<h2 id=\"基因、文化和性别\"><a href=\"#基因、文化和性别\" class=\"headerlink\" title=\"基因、文化和性别\"></a>基因、文化和性别</h2><h3 id=\"基因和文化的影响\"><a href=\"#基因和文化的影响\" class=\"headerlink\" title=\"基因和文化的影响\"></a>基因和文化的影响</h3><ul>\n<li>进化观点：强调人类的联系、相似性</li>\n<li>文化观点：强调人类的多样性</li>\n</ul>\n<p>自然选择过程决定了我们的许多共性特征。<strong>进化心理学</strong>即基于此研究自然如何影响那些适应特定环境的生理特征，以及有利于基因存活和延续的心里特征和社会行为。</p>\n<p>在共有生理基础上，<strong>文化</strong>赋予人类以多样性。文化更强调人类的适应性。我们的大多数行为都是受社会影响的。当与来自不同文化背景的人一起工作、生活时，会更容易理解文化如何影响我们和文化间的差异性。文化中会自然形成强迫人们遵从传统的社会行为的期待，即社会<strong>规范</strong>。<strong>私人空间</strong>是一种我们自己与他人间维持润滑和缓冲的空间，不同个体间需求的私人空间也不同。</p>\n<p>文化除了差异性，还具有内在的统一性，比如对乱伦的限制，对战犯的处理上。而且罗杰·布朗提出，人和人之间不仅会形成某种等级地位，在和地位较高的人说话时，语气往往更尊敬（就像和陌生人说话一样），而和地位较低的人则像和熟人聊天，进而可以推出：</p>\n<ol>\n<li>强调沟通的形式不仅反映社会距离也反映社会地位</li>\n<li><strong>亲密关系往往由较高地位的人控制</strong>。地位更高的人是亲密关系发展的制定者。比如开会发言、约会吃饭。</li>\n</ol>\n<h4 id=\"社会角色\"><a href=\"#社会角色\" class=\"headerlink\" title=\"社会角色\"></a>社会角色</h4><ul>\n<li>社会角色比角色扮演者本身有更长久的生命力。</li>\n<li>一种社会角色伴随的是<strong>一系列</strong>的社会规范</li>\n<li>社会角色具有强大的影响力，我们倾向于接纳自己的角色</li>\n</ul>\n<p>在实验中，地位更高的人认为自己更应该受到优待，且具有更高的能力，尽管地位是实验分配的。相反，较低下的社会角色会主动削弱自己的自我效能感，自我赋能可以打破这种困境。</p>\n<p>角色互换可以帮助人们更好地理解对方，毕竟，<strong>人类大部分的冲突和争论都源自人们过于关注自己的意见而非寻找问题的正确答案</strong>。</p>\n<h3 id=\"性别相似性和差异性\"><a href=\"#性别相似性和差异性\" class=\"headerlink\" title=\"性别相似性和差异性\"></a>性别相似性和差异性</h3><p>对于个体意识以及社会关系而言，种族和性别是最重要的两个维度。对性别差异上的研究不能被用来验证偏见和加深刻板印象。男性和女性有很多性别上的不同：</p>\n<ul>\n<li>男性有更多神经元，女性有更多神经连接</li>\n<li>男性更有独立性，女性更具联系性。女性比男性更注重亲密关系。女性更易用<strong>关系性</strong>的词汇描述自己，乐于接受他人帮助，体验更多和关系相关的情感，努力使关系更协调；男性在谈话时常常关注任务和大群体的关系。<ul>\n<li>工作上，男性更倾向于看重报酬、提升机会、挑战和权力，而女性更看重合理时间安排、私人关系、帮助他人的机会，如护士、教师</li>\n<li>女性在家庭上会花更多时间照顾孩子和老人，<strong>相互支持感</strong>对女性的婚姻满意度是极为关键的</li>\n<li>女性比男性更可能为他人的经历产生、表现出<strong>共情</strong>的反应。有一种解释是，女性具有更强的理解他人情绪的能力。</li>\n<li>女性在记忆面部特征和其他外部特征上更为出色，非言语表达情绪的能力也很出色。男人在传达愤怒上更明显。</li>\n</ul>\n</li>\n<li>几乎所有社会，都是男性处于统治地位。<ul>\n<li>男性比女性更关心社会统治问题</li>\n<li>男性交流的方式可以加强他们的社会权力，在没有界定领导角色的场景下，男性倾向于<strong>指示性</strong>的领导方式，女性倾向于<strong>民主化</strong>的方式</li>\n<li>男性比女性更强调胜利、超期和控制他人，同样也更爱冒险。</li>\n<li>男性的谈话方式可以反映他们对独立的关注，而女性更注重关系</li>\n</ul>\n</li>\n<li>男性承认自己比女性有更多攻击行为。有研究显示，女性苏沪会发起更多攻击行为，但是男性更容易造成伤害</li>\n<li>性特征<ul>\n<li>男性比女性更可能发生性活动</li>\n<li>男性进行更多性幻想，态度也更开放，而且试图寻找更多性伴侣，更容易引发性唤醒，更多要求性爱，很少拒绝性爱，且更偏爱形式各异的性爱</li>\n<li>人类学家唐纳德·西蒙指出，“在世界各地，性都被理解成为女性所拥有的，男性想得到的东西”</li>\n<li>在185个国家的调查中发现，男人越稀有，女性怀孕的比率就越高。而当女人稀少时，女性性行为的市场价值就会提升，她们会要求更高的价格</li>\n<li>性幻想上，女性更注重感情</li>\n</ul>\n</li>\n</ul>\n<p>进化和文化交织地影响着性别行为。</p>\n<h4 id=\"进化对性别行为的影响\"><a href=\"#进化对性别行为的影响\" class=\"headerlink\" title=\"进化对性别行为的影响\"></a>进化对性别行为的影响</h4><p>两性在后天可养成的行为上，如果面临相同的适应挑战，会趋向相同。而在约会、婚配、繁殖行为等天生行为上会存在差异。由于自然会选择那些有助于基因遗传的特性，所以我们天生就追求那些增加基因遗传性的生活方式。从而：</p>\n<ul>\n<li>女性会更加小心考察男性的身体健康和资源状况，谨慎处理自己的繁殖机会。男性则需要和他人竞争，以便把自己的基因遗传下去。简言之，男性寻求更广泛的繁殖、女性寻求更明智的繁殖</li>\n<li>男性偏爱有生殖力旺盛外表特征的女性，而女性偏爱有财产和地位这些能为后代提供足够保护和抚养的男性</li>\n</ul>\n<p>在人进入中年和老年时，男女性会渐渐趋同，女性变得独断自信，而男性可能更好共情更少支配他人。一方面是激素的影响减弱，另一方面是社会期待对个体的限制减弱。</p>\n<h4 id=\"文化对性别行为的影响\"><a href=\"#文化对性别行为的影响\" class=\"headerlink\" title=\"文化对性别行为的影响\"></a>文化对性别行为的影响</h4><p>文化是大群体共享的代代相传的“共同假设”。文化对不同性别的期待界定了性别角色。在实验中，男女性都趋向于让自己的表现和对方的性别角色期望相符合。由于文化的地域性和年代性，不同地区和年代下的性别角色也是在变化的。总体上讲，男女的性别角色已经没有以前那么大了。</p>\n<p>在文化的代代相传上，<strong>教养论</strong>认为，父母抚养孩子的方式决定孩子成为什么样的人。因为孩子会接受父母的很多价值观。而后在一些调查研究中发现，孩子的人格差异受<strong>同伴的影响</strong>更大。孩子通常从更大的孩子身上学习，直到那些和父母同一代的年轻人。总结来说，</p>\n<ul>\n<li>父母一代对孩子一代的联系是松散的，文化的传承是间接的，孩子受同伴影响更多</li>\n<li>不过父母可以决定孩子身边的同伴，如学校、社区</li>\n</ul>\n<p>整体来看，生物因素和文化因素交互影响我们的态度和行为。与此同时，人是具有主观能动性的，人本身具有改变自己态度和行为的能力。</p>\n<ul>\n<li>同一种社会情境付不同人有不同的影响</li>\n<li>人们可以选择自己所处的情境</li>\n<li>人们能创造自己的环境</li>\n</ul>\n<h2 id=\"从众\"><a href=\"#从众\" class=\"headerlink\" title=\"从众\"></a>从众</h2><h3 id=\"什么是从众\"><a href=\"#什么是从众\" class=\"headerlink\" title=\"什么是从众\"></a>什么是从众</h3><p><strong>从众</strong>是指根据他人而做出的行为或信念的改变，有三种形态：</p>\n<ul>\n<li>顺从，为了得到奖励或避免惩罚</li>\n<li>服从，通过明确命令引起的顺从行为</li>\n<li>接纳，真诚的内在的从众行为</li>\n</ul>\n<h3 id=\"从众的经典研究\"><a href=\"#从众的经典研究\" class=\"headerlink\" title=\"从众的经典研究\"></a>从众的经典研究</h3><p>这里介绍三例影响较大的经典研究：</p>\n<ul>\n<li>谢里夫的规范形成研究（社会传染）</li>\n<li>阿施的群体压力研究（社会压力）</li>\n<li>米尔格拉姆的服从实验</li>\n</ul>\n<p>它们分别从三个不同角度研究了在外界压力逐步增大的情境下，我们的从众行为是怎样形成和表现的。</p>\n<h4 id=\"谢里夫的规范形成研究\"><a href=\"#谢里夫的规范形成研究\" class=\"headerlink\" title=\"谢里夫的规范形成研究\"></a>谢里夫的规范形成研究</h4><p>Muzafer Sheriff研究了在暗示下，个体是怎样形成群体规范的。通过一个巧妙的关于光点似动现象的实验，谢里夫发现了个体的<strong>易受暗示</strong>性。我们对现实的看法未必来自我们自己的观点。一个人的咳嗽、笑或打呵欠会引起周围人的效仿，即社会传染效应。</p>\n<p>这种暗示还会在更大范围内传递。如自杀事件的报道会引起自杀率的轻微上升，报道得越厉害，增加得就越多。一方面因为青少年是易感人群，容易模仿；另一方面是在暗示的作用下，我们不能透过现象寻找本质原因。“群体癔症”也是因为社会传染而引起的集体妄想表现。</p>\n<h4 id=\"阿施的群体压力研究\"><a href=\"#阿施的群体压力研究\" class=\"headerlink\" title=\"阿施的群体压力研究\"></a>阿施的群体压力研究</h4><p>谢里夫的实验针对的是模糊的现实场景，而阿施则通过同谋实验者为被试制造出“刻意”的社会压力，研究此时的从众行为。具体表现为让被试一个一个回答简单问题，在前面的同谋者都赞同明显错误答案时，研究发现有一小部分人在不安和内心冲突后赞同了明显错误的答案。</p>\n<h4 id=\"米尔格拉姆的服从实验\"><a href=\"#米尔格拉姆的服从实验\" class=\"headerlink\" title=\"米尔格拉姆的服从实验\"></a>米尔格拉姆的服从实验</h4><p>阿施的群体压力实验距离现实较远，社会压力并没有强迫个体服从。米尔格拉姆通过实验研究在社会压力直接强迫个体时，从众行为是如何表现的。具体表现为，邀请同谋扮演学习者和被试扮演教师，隔离开学子和和教师，让教师考察学习者，并在学习者给出错误答案时，在研究者的要求下提升点击学习者的电压。电压从15伏到450伏（当然电击是假的，学习者的痛苦反应也只是录音）。</p>\n<p>被试的所有人都认为在135伏左右会不服从研究者的命令。实际上，有65%的被试进行实验一直到450伏，而不顾学习者的“哭喊”和“抗议”。实验结论在发表后，被质疑是否具有伦理问题，让被试在实验后质疑自我。对此米尔格拉姆解释实验结束后，会告诉被试真相，在事后回访时也只有1%的被试表示很遗憾。</p>\n<h3 id=\"服从行为的影响因素\"><a href=\"#服从行为的影响因素\" class=\"headerlink\" title=\"服从行为的影响因素\"></a>服从行为的影响因素</h3><h4 id=\"受害者的情感距离\"><a href=\"#受害者的情感距离\" class=\"headerlink\" title=\"受害者的情感距离\"></a>受害者的情感距离</h4><p>米尔格拉姆的被试在无法看到和听到学习者（同样学习者也看不到被试）时，其行动表现出的同情最少，相反在实验中可以听到抗议，甚至可以看到被试时，完全服从的比例有所下降。</p>\n<p><strong>我们很容易贬低远离自己或失去个性的人</strong>。甚至对于巨大大灾难，人们也会无动于衷。</p>\n<ul>\n<li><strong>火车轨道困境</strong>中，人们对于绑在火车道上的单个人的同情要甚于火车道上的一群人</li>\n<li><strong>人们对于个性化的人是最富有同情心的</strong>，这就是为什么人们通常用令人感动的照片赋予饥饿人群、动物权利、新生儿以个性化</li>\n<li>同样，如果对受害者个性化，无辜的受害者会博得更多同情。一个误落矿井的男孩是一条鲜活的生命，而一场核战争的牺牲者只是一个数字</li>\n</ul>\n<h4 id=\"权威的接近和合法性\"><a href=\"#权威的接近和合法性\" class=\"headerlink\" title=\"权威的接近和合法性\"></a>权威的接近和合法性</h4><p>米尔格拉姆的实验中发现，要求命令的发出者在<strong>空间距离的接近性会增加服从度</strong>。当命令通过电话发出时，服从度有较大下降。同时<strong>权威必须要具有合法性</strong>，当研究者告知仪器可以自动进行实验，换作另外一个人代替他发出命令时，被试中出现了反叛的现象。</p>\n<h4 id=\"权威机构和释放效应\"><a href=\"#权威机构和释放效应\" class=\"headerlink\" title=\"权威机构和释放效应\"></a>权威机构和释放效应</h4><ul>\n<li><strong>机构声望能增加命令的合法性</strong>。实验在耶鲁大学进行和在普通城市的普通办公楼进行时，完全服从的比例有所下降。</li>\n<li>尽管群体在被直接强迫时会有从众表现，但当有参与者接二连三地表示反对和不满时，<strong>释放效应</strong>会引起对命令的强烈反抗</li>\n</ul>\n<h3 id=\"从众研究的反思\"><a href=\"#从众研究的反思\" class=\"headerlink\" title=\"从众研究的反思\"></a>从众研究的反思</h3><ul>\n<li>当外界影响超过内在信仰，个人知觉被淹没时，态度便无法决定行为。强有力的社会压力（命令）会超越力量较弱的因素（受害者的抗争）。可怕的是，结合之前提到的<strong>登门槛现象</strong>，当电压一点点增大时，被试早已降低了态度和行为的不协调感，内化了行为的合法性，很容易接受之前被强迫的命令。即<strong>顺从滋生接纳</strong>。施暴者会在暴力一点点升级时，贬低被害者以减轻负罪感，而慢慢从命令的执行者变成冷漠的杀人机器。</li>\n<li><strong>社会情境具有极大的影响力</strong>，它虽然没有明文规定，但指导着公众行为。比如，米尔格拉姆在要求学生主动要求乘坐地铁的乘客让座时，有过半人都让了座，而同时学生也发现要这样做真得很难。情境有时会诱使普通人赞同谬误或向邪恶屈服。当人们分散分工时，邪恶似乎更容易进行。</li>\n<li>人们对罪恶的执行者存在<strong>基本归因错误</strong>，误认为他们本来就是内心邪恶的人。从而忽视了邪恶行为的产生原因主要来自外在环境，我们离他们其实并不远。普通人，可以心中并没有任何仇恨，只是做本职工作，也可以成为可怕破坏性行动的执行者。善良的人们有时也会堕落，而且他们会对自己不道德的行为进行合理化归因。</li>\n</ul>\n<h3 id=\"从众行为的影响因素\"><a href=\"#从众行为的影响因素\" class=\"headerlink\" title=\"从众行为的影响因素\"></a>从众行为的影响因素</h3><ul>\n<li>任务难度：在阿施的社会压力实验中，<strong>任务判断非常困难或让被试感觉无法胜任时</strong>，从中比率会升高。</li>\n<li>群体规模：在实验室实验中，群体规模增加到5个人的过程中，从众行为会极大提升，但大于5个人时，从众程度增加便不明显，甚至有所下降。<strong>多个小群体</strong>的一致意见会使观点更可信</li>\n<li>群体一致性：群体一致性被破坏时，群体的社会影响力会下降。这也是为什么<strong>当你能找到和你立场一致的人时，你为某件事站出来就容易得多</strong>。同时，观察到其他人的异议时，即使这种异议时错误的、和自己矛盾的，也会增强我们自己独立性</li>\n<li>群体凝聚力：群体外的人提出的“少数派观点”对我们的影响小于我们群体内“少数派观点”对我们的影响。一个群体的<strong>凝聚力</strong>越强，对成员的影响力就越大。</li>\n<li>地位：<strong>我们会避免与地位低的或被自己嘲笑的人意见一致</strong>，而更向地位高的人靠拢。这里的地位高低完全由我们自己的观察决定。</li>\n<li>公开反映：与面对群体比，在私人空间里，我们更容易坚持自己的信仰</li>\n<li>事前承诺：<strong>个体一旦对自己的立场作出了公开承诺，就很少屈服于社会压力</strong>。公开的承诺会让人无法后退</li>\n</ul>\n<h3 id=\"从众原因和差异性\"><a href=\"#从众原因和差异性\" class=\"headerlink\" title=\"从众原因和差异性\"></a>从众原因和差异性</h3><p>主要来自两种影响：</p>\n<ul>\n<li><strong>规范影响</strong>，避免被群体拒绝，避免受到不合规范的惩罚。有时，高昂的代价会迫使人们支持自己不相信的东西，或至少压制自己的反对意见。即<strong>我们想得到他人的喜爱和赞赏</strong>。</li>\n<li><strong>信息影响</strong>，他人的反应会影响我们对模糊情境的解释，和群体保持一致会使人们更容易证实自己的决策树正确的。即<strong>我们想要做出正确的行为</strong></li>\n</ul>\n<p>个性和文化能判断从众行为对个体的影响程度。就个性来讲，几乎是和环境一起影响着人们的从众行为。而文化中，在不同时不同地对人们从众行为的指示也是不一样的。</p>\n<h3 id=\"从众行为的抵制\"><a href=\"#从众行为的抵制\" class=\"headerlink\" title=\"从众行为的抵制\"></a>从众行为的抵制</h3><h4 id=\"逆反\"><a href=\"#逆反\" class=\"headerlink\" title=\"逆反\"></a>逆反</h4><p>个体非常看重自己的自由感和自我效能感时，如果社会压力很明显，以至于<strong>威胁到个体自由感</strong>时，会引起个体反抗。逆反，即人们采取行动保护自己的自由感。努力限制自由会引起“反从众”，比如可以用来解释性胁迫。</p>\n<h4 id=\"坚持独特性\"><a href=\"#坚持独特性\" class=\"headerlink\" title=\"坚持独特性\"></a>坚持独特性</h4><p><strong>个体认为自己是独特的，且这种独特感是中等程度时</strong>，会产生良好的自我感觉。因此，我们都在努力保持<strong>一定程度</strong>的独特性，这也是潮流多变的原因。在实验中，那些听到其他人发表观点和自己相同的人，反而会改变自己的观点来维护自己的独特性。</p>\n<p>把自己看成独特的个体也会出现在“自发性自我概念中”，即上一篇提到的“虚假独特性”。自我介绍时，我们会倾向于描述自己较独特的一面。有种解释是，<strong>只有这样，个体与众不同时，个体才会意识到自我存在</strong>。更进一步，我们不仅追求与众不同，还追求正确方向上的独特性，即<strong>好于众人</strong>。</p>\n<h3 id=\"后记\"><a href=\"#后记\" class=\"headerlink\" title=\"后记\"></a>后记</h3><p>极致的个体主义里，不把任何事情归功于任何人，也不期望从任何人那里得到什么，孤立地看待自己的习惯，好像整个命运掌握在自己手里。相反，集体主义中，学生通常穿着校服避免个性，显示团结一致，抑制个体的冲突以求融洽相处。</p>\n<p>可能求同存异是一种折中的更好的融合，平衡自己的独立性需要和社会关系需要，私密性和社会性，个体性和同一性。</p>\n<h2 id=\"说服\"><a href=\"#说服\" class=\"headerlink\" title=\"说服\"></a>说服</h2><p>说服也是社会对我们的一种常见影响，在生活中，说服几乎无处不在。对个人而言，说服有利有弊，主要由信息背后的目的和包含的内容决定，我们称好的说服为“教育”，不好的说服为“洗脑”。有人认为文化塑造是从上而下的，有一部分中坚分子控制着信息观念的传播。</p>\n<p>说服，即个体从知晓信息到做出行动的过程。在对人的作用上，主要分为两种途径：</p>\n<ul>\n<li><strong>中心途径</strong>，当人们能全面系统地对某个问题进行思考时，关注论据合理性时，更多使用中心途径。即<strong>知晓-&gt;理解-&gt;相信-&gt;记住-&gt;行动</strong>。比如电脑等数码产品的广告</li>\n<li><strong>外周途径</strong>，当人们忙于其他事情或不关注论据本身时，更多使用外周途径。这时，人们不会关心论据是否让人信服，而会“跟着感觉走”。比如饮料、烟草广告。</li>\n</ul>\n<p>相比之下：</p>\n<ul>\n<li>中心途径需要人详细分析论据，需要时间，往往能形成更持久的行为改变</li>\n<li>外周途径通常基于启发性规则（如相信专家），形成较快，用于形成初步看法，行为改变并不持久</li>\n</ul>\n<h3 id=\"说服的要素\"><a href=\"#说服的要素\" class=\"headerlink\" title=\"说服的要素\"></a>说服的要素</h3><p>说服主要由4个部分组成：</p>\n<ol>\n<li>传达者</li>\n<li>信息内容</li>\n<li>传递途径</li>\n<li>听众</li>\n</ol>\n<p>影响说服的因素实在很多，需要针对上述组成部分分开讨论和研究。</p>\n<h4 id=\"传达者\"><a href=\"#传达者\" class=\"headerlink\" title=\"传达者\"></a>传达者</h4><p>传达者可以影响说服的效果主要体现在下面一些方面。</p>\n<p><strong>可信度</strong></p>\n<p>信源的可信度对说服效果有积极影响。然而存在<strong>睡眠者效应</strong>，即人们容易遗忘信源或信源和信息联系之后的延滞性说服。体现在，信源可信度对说服起到的帮助会随着时间流逝而消退，相反那些可信度低的人影响力则会随着时间流逝而增加。</p>\n<ul>\n<li><strong>可知觉的专家性</strong>，可以通过传达公众赞同的观点、被公认的学识渊博者引介以及自信的表达方式达到</li>\n<li><strong>可知觉的信赖性</strong>，包括直视质疑者、听起来不像在说服自己、站在自身利益对立面（如一个自私的人突然间为社会奉献）等方式。同时，<strong>较快的语速</strong>也可以增加发言人的可信度。这是因为除了给人自信的暗示外，较快的语速通常也无法留给听众思考和留给质疑者发问。</li>\n</ul>\n<p><strong>吸引力和偏好</strong></p>\n<p>传达者的个人魅力也很重要。个人偏好可以让我们乐于接受传达者的观点，或在事后引发积极的联想。比如当论点来自一个漂亮的人时，往往具有更大的影响力。</p>\n<p>但同时，就像我们选择牙膏、桌游游戏一样，我们也倾向于相信那些和我们<strong>相似的人</strong>。Goethals和Nelson发现，<strong>当主题偏重主观偏好时，相似性影响力更大；主题偏重客观偏好时，可信度影响力更大</strong>。所以，在预测明天的天气上，我们并不会相信我们的朋友而是天气预报员。</p>\n<h4 id=\"信息内容\"><a href=\"#信息内容\" class=\"headerlink\" title=\"信息内容\"></a>信息内容</h4><p>信息内容同样有许多维度可以衡量。</p>\n<p><strong>理性or感性</strong></p>\n<p><strong>听众教育程度较高或善于思辨或积极参与时，更容易接受理性信息说服；反之更容易接受感性信息说服。</strong>如果个体的初始态度来自情感，那么就更易受感性论点说服；反之，理性的论点就更有效。同时，新的态度形成需要比上次更多的信息。</p>\n<ul>\n<li>信息和<strong>好消息</strong>联系在一起时，说服力更强。它会让个体做决定时更冲动，更多依赖外周线索。比如，很多消费品广告都会尽量营造出快乐的氛围</li>\n<li>能<strong>唤起恐怖效应</strong>的形象化消息，同样会起到充分的反馈。恐惧程度越高，回应越多。负面信息会使人们知觉相关积极行为的规范性。比如要求在烟草广告上明确展示让人不适的图片。同时，唤起恐惧心理后，需要<strong>同时告诉一个解决的方法</strong>，这样才会更有效。否则，人们可能会否定这个信息。</li>\n</ul>\n<p><strong>差异程度</strong></p>\n<p>传达让人不舒服的信息会引起质疑。而论点在人们可接受范围内时，他们更具有开放性。差异大小对可信度影响来自两个方面：</p>\n<ul>\n<li><strong>传达者可信度</strong>，可信度很高时，信息接收者会接受一个较大差异的论点。比如专家对文献的解释</li>\n<li><strong>信息接受者的参与程度</strong>，积极参与者能够接收的观点范围较小。</li>\n</ul>\n<p><strong>单方面or双方面</strong></p>\n<p>即仅从论点角度还是相反两个角度。这取决于听众：</p>\n<ul>\n<li>单方面论证对已持赞同态度的人更有说服力；双方面论证对持反对态度的人更有效</li>\n<li>对相反观点有所了解的人，会更易接收双方面论证。那些聪明的人听到单方面论证时，会认为信息传递者存在偏见。所以许多政客面向对政治有所了解的团体演讲时，会对对立观点加以回应。</li>\n</ul>\n<p><strong>首因or近因</strong></p>\n<p><strong>首因效应</strong>很普遍，即最先出现的信息更具说服力，类似沉锚效应、皮格马列翁效应。近因是指，对发生较近的记忆更信服。</p>\n<ul>\n<li>信息接连出现、且听众听过后有反应时间时，首因效应更明显</li>\n<li>信息出现时间是分离的，且要求听众听完第二个意见后立即判断时，近因效应更明显</li>\n</ul>\n<h4 id=\"沟通渠道\"><a href=\"#沟通渠道\" class=\"headerlink\" title=\"沟通渠道\"></a>沟通渠道</h4><p>我们做出行动时，会将行为背后隐藏的观念放大。相对应的，以经验为基础的态度更自信、稳定。</p>\n<p><strong>主动or被动接受</strong></p>\n<p>通常来说，被动接受消息对于说服几乎是无效的。但是不总是如此，比如在总统大大选时，花钱更多的候选人赢得的选票也更多。</p>\n<p>这里有一个规则：<strong>随着观点熟悉程度和重要性的增加，被动说服的影响力会越来越小</strong>。</p>\n<p><strong>媒介</strong></p>\n<p>需要承认的是，对于我们最主要的影响来自<strong>和他人的解除</strong>而不是传媒。课堂外的人际关系对学生的身心成熟有重要的影响。但这也不代表媒体对个人没有影响。卡茨（Katz，1957）观察到，多数媒体影响都通过<strong>沟通的两步流程</strong>，即从媒体到有影响力的人、再到普通群众。即使那些没看过电视的孩子，也会因为身边那些看过孩子的人间接受到电视广告的影响。</p>\n<p><strong>媒体越接近生活，信息就越具有说服力</strong>。即现场&gt;录像&gt;录音&gt;文字。但是，文字形式的信息通常具有最好的<strong>理解和回忆</strong>效果。所以，<strong>当信息难以理解时，其说服效果按媒体排序，刚好是和上面相反的</strong>。因为信息较难时，文字媒介可以让接收者把握理解节奏，同时避免外周因素（环境音、画面）影响。</p>\n<h4 id=\"听众\"><a href=\"#听众\" class=\"headerlink\" title=\"听众\"></a>听众</h4><p>自尊水平低的人理解信息慢，难以说服；自尊水平高的人理解信息后坚持己见，也难以说服。水平适中的人最易受到影响。</p>\n<p><strong>年龄</strong></p>\n<p>在听众年龄上，有两种理论，<em>生命周期理论</em>和<em>生活时代理论</em>。研究者发现，从现象上看，实际情况更符合后者，即人们的态度较少随年龄发生变化。</p>\n<p>十几、二十几岁的年轻人形成的态度会在长期内保持稳定。在此间的经历也可以给个体留下深刻和持久的印象，从而给人格定型。</p>\n<p><strong>他们在想什么</strong></p>\n<p>说服过程的关键不在信息主体，而在它激发个体的思维方式。</p>\n<ul>\n<li><strong>预先警示</strong>会提升说服的困难，尤其是在听众积极参与观点时。他们会准备好抵御，面对可能出现的质疑。</li>\n<li><strong>分心会减少辩驳</strong>，注意力被别的东西转移并阻碍反驳时，言语的说服效果会增加。尤其当信息简单时。下次可以在和对象吵架时试试这招。</li>\n<li><strong>不积极参与的听众使用外周线索</strong>。思辨能力强和积极参与者的<strong>认知需求</strong>较强，喜欢走中心途径。而相反情况下，会走外周途径。当信息看起来无关紧要时，外周线索更为明显。</li>\n</ul>\n<p>佩蒂、卡乔波等人通过多个实验研究发现了激发人们思考，引导人们走中心途径的方法：</p>\n<ul>\n<li>使用反问（老师很喜欢使用）</li>\n<li>使用多个演说者</li>\n<li>让人们感到自己<strong>有责任</strong>评价和传达信息</li>\n<li>使用放松的姿态</li>\n<li>重复信息以吸引人们的注意力</li>\n</ul>\n<p><strong>对于强有力的信息，激励思考可以增加说服力，并减小微弱信息的说服力</strong>。</p>\n<h3 id=\"邪教如何洗脑\"><a href=\"#邪教如何洗脑\" class=\"headerlink\" title=\"邪教如何洗脑\"></a>邪教如何洗脑</h3><p>类似人民圣殿、统一教团、天堂之门等邪教利用了说服的一些特性蛊惑教众危害社会。</p>\n<ul>\n<li>态度决定行为。邪教领导者通过重复的行动准则和仪式让教众内化行为，成为有责任感的拥护者。在一开始利用登门槛效应逐步减少人们的抵抗</li>\n<li>增强说服力：一个具有个人魅力的领导者；生动、感性的信息；年轻的或处于人生转折点的听众。</li>\n</ul>\n<h4 id=\"团体效应\"><a href=\"#团体效应\" class=\"headerlink\" title=\"团体效应\"></a>团体效应</h4><p>邪教组织通常会将成员和其原先的社会关系隔离开，达到“社会鼻塞”的程度。在只和组织内部的成员发生联系的情况下，逐步滋生偏执和妄想。同时，由于邪教切断了新成员和老朋友的联系，他们往往会感到孤立无援，从而花时间融入新团体。</p>\n<p>狂热的自助组织也具有这样的特征，组织具有很强的凝聚力，有激进极端的思想，对成员的行为影响深刻。有意思的是，心理治疗的一些情境也和此类似：</p>\n<ul>\n<li>相互信任的社会支持</li>\n<li>专业知识和希望</li>\n<li>独特的信念和解释个体困难的新视角</li>\n<li>一系列的仪式和学习体验</li>\n</ul>\n<h3 id=\"如何抗拒说服\"><a href=\"#如何抗拒说服\" class=\"headerlink\" title=\"如何抗拒说服\"></a>如何抗拒说服</h3><p>说服有好有坏，合适的技巧可以帮助我们避免令人生厌的说服。</p>\n<h4 id=\"加强个人承诺\"><a href=\"#加强个人承诺\" class=\"headerlink\" title=\"加强个人承诺\"></a>加强个人承诺</h4><p><strong>温和</strong>的攻击人们的立场可以激励人们更相信自己的立场，比如在辩论赛中见到的那样。</p>\n<ul>\n<li>一方面，攻击强度不足以驳倒他人时，会激发人们以更极端的方式维护信仰的立场</li>\n<li>另一方面，我们会感到愤怒，且在驳倒他人时会获得较高的自我肯定感</li>\n</ul>\n<p><strong>态度免疫</strong>就是利用这一点实现的。先让人们接受观点的小小挑战作为预防针，会增加他们抵制更强烈攻击的能力。适当的辩论是抵制说服的最佳途径。态度<strong>免疫计划</strong>已经被应用在现实生活中，实验发现适当的挑战可以降低孩子的吸烟率和增强孩子对广告的抵抗能力。另外，态度免疫也可以用来抵制邪教和洗脑的不良影响。</p>\n<p>另一方面，这也预示着，<strong>效果不佳的说服还不如没有</strong>。那些曾经拒绝过戒烟劝说的人更可能对以后的所有劝说具有抵抗力，因为效果不佳的劝说引起了他们的防御心理。</p>\n<h2 id=\"群体影响\"><a href=\"#群体影响\" class=\"headerlink\" title=\"群体影响\"></a>群体影响</h2><p>群体影响个体，个体也会影响群体。</p>\n<p>首先我们要明确群体的概念，对此，肖和特纳提出了两种判定方式：</p>\n<ul>\n<li>群体之间存在互动并会相互影响</li>\n<li>群体成员把群体内的人视作“我们”而不是“他们”</li>\n</ul>\n<p>这一张主要考察群体的三种影响（<em>社会助长</em>、<em>社会懈怠</em>、<em>去个性化</em>），之后再讨论社会影响的三个典型例子（<em>群体极化</em>、<em>群体思维</em>、<em>少数派影响</em>）。</p>\n<h3 id=\"社会助长：他人在场影响\"><a href=\"#社会助长：他人在场影响\" class=\"headerlink\" title=\"社会助长：他人在场影响\"></a>社会助长：他人在场影响</h3><p>他人在场有些时候会提高人的作业水平（比如一些简单工作），有时候会降低人的水平（比如表演杂技）。对此扎伊翁科（Robert Zajonc）用一个简单的理论给出了解释：</p>\n<p>他人在场引起唤起，<strong>唤起能够增强任何优势反应的倾向</strong>。</p>\n<p>所谓“优势”反应即大概率的反应。对于简单任务正确反应概率较高，唤起的是正确反应；对于复杂任务，唤起增强的是错误反应，因此他人在场时表现更差。</p>\n<p>由于运动员所表现的都是熟练掌握的技能，从而有观众在场时，往往能激励人们的表现出最佳水平。这也是主场有优势的一定原因。</p>\n<h4 id=\"拥挤现象\"><a href=\"#拥挤现象\" class=\"headerlink\" title=\"拥挤现象\"></a>拥挤现象</h4><p>他人的影响效应会随人数增加而递增。在完成有挑战性的任务时，众多支持者在场可能会引起个体做出更差的表现。</p>\n<p>“处在人群中”对个体的积极和消极反应都会增强。人们坐得很近时，友善的人更受欢迎，而不友善的人更令人讨厌。我们坐得更近时，更容易注意到别人并融入他们的氛围之中。<strong>拥挤也会增强唤起状态</strong>，待在拥挤房间的被试心率更快、血压也更高。同样的学生人数，在拥挤环境下（小房间）上课比在宽松环境下（大房间）上课更活跃。</p>\n<h4 id=\"为何会有唤起\"><a href=\"#为何会有唤起\" class=\"headerlink\" title=\"为何会有唤起\"></a>为何会有唤起</h4><p>对于为何人们会产生唤起，有研究者发现了以下三个可能原因：</p>\n<ul>\n<li><strong>评价顾忌</strong>，即人们认为受在场者的评价，这会激发并提高他们的优势反应。这也可以解释下面两个行为。另外受评引发的自我意识也会干扰我们熟练掌握的自动化行为。<ul>\n<li>当与比自己优秀一些的人共事时，人们的表现更好</li>\n<li>高层领导的唤起状态会随着无关痛痒的人加入而降低</li>\n</ul>\n</li>\n<li><strong>分心</strong>，当我们注意他人和注意任务间存在矛盾时，认知系统负载过大，从而引起唤起</li>\n<li><strong>纯粹在场</strong>，非人类动物身上的唤起现象也很普遍。只需要他人在场就会引起唤起作用。在许多写字楼中的开放式办公区意在利用他人在场增加个体的工作效率。</li>\n</ul>\n<h3 id=\"社会懈怠：减少努力\"><a href=\"#社会懈怠：减少努力\" class=\"headerlink\" title=\"社会懈怠：减少努力\"></a>社会懈怠：减少努力</h3><p>社会助长通常发生在人们为<strong>个人目标</strong>努力时。当大家在为共同目标努力，且个人努力难以衡量时，人们的努力会减少，即社会懈怠。</p>\n<ul>\n<li>6个人尽力叫喊的喧闹声不如1个人的3倍响</li>\n<li>团体拔河时，个体努力程度从只有个人单独时的一半</li>\n</ul>\n<p>在群体条件下，人们会受到搭群体便车的诱惑，随着群体规模增大，个体付出的努力也在减少。这种现象在<strong>增强个体评价顾忌</strong>时有所减少。</p>\n<ul>\n<li>激励小组成员的一种方式是个体成绩可识别化</li>\n<li>集体公社时农民的工作效率远不如承包制下农民们的效率</li>\n</ul>\n<p>在有些情况下，群体目标还是能起到激励的作用：</p>\n<ul>\n<li>群体目标极具吸引力，且需要每个人尽力去做</li>\n<li>任务具有挑战性、引人入胜的特点</li>\n<li>群体内认同度极高，如小组内都会好朋友而非陌生人</li>\n<li>维持群体较小的规模</li>\n</ul>\n<p>集体主义下的社会懈怠要弱于个体主义社会，女性的社会懈怠也不如男性强烈</p>\n<h3 id=\"去个性化：失去自我\"><a href=\"#去个性化：失去自我\" class=\"headerlink\" title=\"去个性化：失去自我\"></a>去个性化：失去自我</h3><p>群体情境有时会使人失去自我觉知能力，导致丧失自我和自我约束（正如《乌合之众》中指出的）。</p>\n<p>群体能引发人们的唤起状态，当群体能扩散和分摊责任时，常规的约束就会变小，人们的行为就会从普通的失态到社会暴力。另外，群体可以产生出一种兴奋感，这种比个体更强大的力量对个体很有吸引力，在某些情境下，人们可以抛弃道德约束、忘却个人身份，顺从社会规则，即去个性化。</p>\n<p>群体在引起唤起时，还在某种程度使<strong>个体身份模糊化</strong>，当人群规模较小且曝于日光下时，往往不至那么狂热。群体规模越大，成员越有可能失去较多自我意识，而受群体意识裹挟。这种匿名性还会引起更激进的行动。</p>\n<ul>\n<li>网络的匿名性使得激进型言论更多</li>\n<li>大部分孩子因群体掩盖、匿名性（未被人发现）去个性化时，会更出格</li>\n<li>匿名的袭击者表现出更严重的袭击行为</li>\n<li>遮掩个人特征的身体彩绘会让部落斗士更暴力</li>\n</ul>\n<p>对此要指出，群体的去个性化不光只有负面作用，匿名性使人们自我意识减弱，群体意识增强，<strong>更容易对情境线索和暗示做出回应</strong>，不论线索是消极还是积极的。</p>\n<p>群体表现出攻击性之前常常会发生引发人们唤起和分散注意力的事件，如合唱、跳舞。当人们看到别人和自己做出同样行为时，会对自己做出冲动性的举动产生自我强化的愉悦感。有些时候，我们甚至会主动寻找去个性化的群体体验：跳广场舞、群体交流、快闪等。我们会从中体验强烈的积极情感和与他人亲密无间的关系。</p>\n<h4 id=\"自我意识弱化\"><a href=\"#自我意识弱化\" class=\"headerlink\" title=\"自我意识弱化\"></a>自我意识弱化</h4><p>自我意识淡薄、去个性化的人更不自控，更可能不顾及价值观就行动，对情境的反应也更强烈。相反，自我意识强烈的人更不易受环境影响。</p>\n<p>自我觉察是去个性化的对立面，在镜子前或摄像机前的人，会表现得更加自控，从而在情境中表现出更高的言行一致性。</p>\n<p>喝酒等情境会降低个体的自我觉察；镜子、摄像机、明亮的光线、很大的姓名标签、沉思、个性化着装、家等情境都可以降低个体的去个性化。父母在孩子参加聚会时，也都会说：“玩得开心，还有要记住你的身份”。</p>\n<p>享受欢乐时，保持自我觉察，保持自我个性不被去个性化。</p>\n<h3 id=\"群体极化：观点强化\"><a href=\"#群体极化：观点强化\" class=\"headerlink\" title=\"群体极化：观点强化\"></a>群体极化：观点强化</h3><p><strong>群体讨论通常会强化成员最初的观点</strong>。群体观点有时更冒险，有时则更谨慎。</p>\n<p>日常生活有许多群体极化的例子：</p>\n<ul>\n<li>男孩群体和女孩群体的性别隔离会加强他们最初的中度性别差异</li>\n<li>大学生群体间的差异会随着时间推移扩大化</li>\n<li>社区内，想法相似的人会渐渐聚集起来，并使它们共有的倾向加强。犯罪团伙就是这样形成的。</li>\n<li>恐怖组织就是从拥有相同不满情绪的人聚集起来开始形成的</li>\n<li>媒介的增多和社会分隔使人们更容易与相同目的的人集合在一起，现今的互联网会加速这个过程</li>\n</ul>\n<p>对于极化有两种解释：一种是<strong>信息影响</strong>，群体中个人的观点也会加入讨论，互相补充，互相激励，在相似的观点不断重复后，人们就会逐渐认同这些观点；另一种是<strong>规范影响</strong>，<strong>社会比较</strong>理论提出，人类希望能对自己的能力和观点进行评价，需要通过和他人比较来达成，我们经常被“参照群体”的人们说服。在发现身边的人意见都与自己类似时，我们会表现得比以前的意向更胜一筹。（上面的解释很像从众中的两种解释原因）。在规范影响的形成过程中，会有一个<strong>人众无知</strong>的阶段，即人们不清楚他人的观点都害怕迈出第一步。社会比较会影响价值判断（他是个什么样的人），对事实判断影响则较弱（他做了什么事）。</p>\n<h3 id=\"群体思维：好决策-amp-坏决策\"><a href=\"#群体思维：好决策-amp-坏决策\" class=\"headerlink\" title=\"群体思维：好决策&amp;坏决策\"></a>群体思维：好决策&amp;坏决策</h3><p>人们为了维护群体和睦而压制异议，即<strong>群体思维</strong>。友善的、有凝聚力的、有一个支配性领导的群体较容易拥有群体思维。群体思维会<em>高估群体的力量和权利</em>：</p>\n<ul>\n<li>无懈可击的错觉，如珍珠港事件</li>\n<li>对群体道义无可置疑</li>\n<li>合理化群体决策，即使决策时发动与他国的战争</li>\n<li>对对手的刻板印象</li>\n</ul>\n<p>群体也会<em>追求一致性</em>：</p>\n<ul>\n<li>从众压力，群体成员会抵制对群体设想、计划提出猜疑的人</li>\n<li>自我审查，即压制自己的疑虑</li>\n<li>一致同意错觉</li>\n<li>心理防御，群体成员为了保护群体，让质疑群体的信息不对群体造成干扰</li>\n</ul>\n<p>群体思维很容易导致错误的决策。也不是所有群体都会滋生群体思维，安全而团结的群体会为成员提供自由氛围来提出异议。另外，也有措施可以避免群体思维：</p>\n<ul>\n<li>公平，不偏向任何立场</li>\n<li>鼓励批判性的分析</li>\n<li>将群体拆分小组，再重组讨论不同意见</li>\n<li>欢迎局外人的批评和意见</li>\n</ul>\n<p>头脑风暴也利用上面的方法激发创造性的想法。在运用中，人们发现庞大团体的头脑风暴是低效的。先进行群体头脑风暴再进行个人头脑风暴、让小组成员通过书写交流可以促进群体头脑风暴。</p>\n<h3 id=\"少数派影响\"><a href=\"#少数派影响\" class=\"headerlink\" title=\"少数派影响\"></a>少数派影响</h3><p>个体并不是完全受群体影响，也能反过来影响群体。正如从众、说服一样。少数派受以下几个重要因素影响：</p>\n<ul>\n<li><strong>一致性</strong>，坚定自我立场的少数派更有影响力。尽管这个过程会比较痛苦</li>\n<li><strong>自信</strong>，明显的自我支持会促使多数派重新考虑他们的立场</li>\n<li><strong>从多数派叛离</strong>，从多数派投奔来的少数派更具说服力，并可能产生滚雪球效应</li>\n</ul>\n<p>领导分两种类型：<em>任务型</em>和<em>社会型</em>。任务型领导具有支配性，可以睿智地发出命令很好地完成工作；社会型领导通常具有民主风格，可以接纳团队成员的意见。如果有机会在决策中发言，人们会对决策结果表现更积极，因此看重群体感受并为成就感到骄傲的人会在民主领导下蓬勃发展。</p>\n<p>具有领导气质的人大多是外向的、充满活力的、正直的、易于相处的、情绪稳定和自信的个体。他们通常可以赢得信任，并鼓舞其他人追随自己。</p>\n",
            "tags": [
                "心理学",
                "社会影响",
                "文化",
                "性别",
                "从众",
                "说服"
            ]
        }
    ]
}