{
    "version": "https://jsonfeed.org/version/1",
    "title": "Shenlvmeng's Blog • All posts by \"哲学\" tag",
    "description": "Be sharp, my friend.",
    "home_page_url": "http://shenlvmeng.github.com/blog",
    "items": [
        {
            "id": "http://shenlvmeng.github.com/blog/2023/11/12/history-of-chinese-philosophy/",
            "url": "http://shenlvmeng.github.com/blog/2023/11/12/history-of-chinese-philosophy/",
            "title": "中国哲学简史",
            "date_published": "2023-11-11T16:13:06.000Z",
            "content_html": "<blockquote>\r\n<p>哲学是对于人生的<strong>有系统</strong>的<strong>反思</strong>的思想</p>\r\n</blockquote>\r\n<p>上次看哲学方面的时机还是叔本华的<a\r\nhref=\"https://shenlvmeng.github.io/blog/2019/03/12/wisdom-of-life-pessimistic-life/\">《人生的智慧》</a>。不同于《人生的智慧》里，叔本华将自己人生的感悟和自己的思想静静地娓娓道来。冯友兰先生在《中国哲学简史》中，站在第三者的客观角度，深入浅出地展示了中国哲学的发展历程，并在文末给出了自己对哲学的理解和展望。原文的引用和深刻的理解使得全书读起来饶有趣味，甚是轻松。书中的精华思想俯拾皆是，对自我思考相当有帮助，很推荐找原书来看看。</p>\r\n<h2 id=\"中国哲学的精神\">中国哲学的精神</h2>\r\n<p>哲学在中国文化中占据的地位，可以和宗教在其他文化的地位相比</p>\r\n<ul>\r\n<li>哲学家所说的宇宙是一切存在之全</li>\r\n<li>每一种大宗教就是一种哲学加上一定的<strong>上层建筑</strong></li>\r\n<li>中国人即使信奉宗教，也是有哲学意味的；中国文化的精神基础是伦理，而不是宗教</li>\r\n<li>按照中国哲学的传统，它的功用不在于增加积极的知识（入世），而在于提高精神的境界（出世）</li>\r\n<li>照中国的传统，研究哲学不是一种职业，每个人都要学哲学，就像西方人要进教堂一样</li>\r\n</ul>\r\n<p>中国哲学的精神在于入世和出世的统一</p>\r\n<ul>\r\n<li>一个人不仅在理论而且在行动上完成这个统一，那他就是圣人，他是既<strong>入世</strong>又<strong>出世</strong>的</li>\r\n<li>儒家认为，处理日常的人伦事务，也是圣人分内的事。他不仅作为社会的公民，也作为“宇宙的公民”</li>\r\n<li>中国的哲学讲的是“<strong>内圣外王</strong>”，因此必定和政治思想分不开</li>\r\n<li>哲学的主题不单是获得“内圣外王”的知识，而是要<strong>养成这种人格</strong>。即知行合一。</li>\r\n</ul>\r\n<p>中国哲学家习惯用含蓄、名言隽句、比喻例证的方式表达自己的思想。这也是难以翻译的原因。</p>\r\n<ul>\r\n<li>富于暗示，而不是明晰得一览无遗，是一切中国艺术的理想</li>\r\n<li>翻译工作如果<strong>嚼饭喂人</strong>，一个人如不能自己嚼饭，就只能吃别人嚼过的饭</li>\r\n</ul>\r\n<h2 id=\"中国哲学的背景\">中国哲学的背景</h2>\r\n<p>哲学是反思的思想，因此，也会受到生活环境的限制。</p>\r\n<ul>\r\n<li>中国是大陆国家，因此意象中“海”出现得就很少</li>\r\n<li>作为农业国，<strong>土地</strong>是财富的根本基础，贯穿在中国历史中，社会、经济思想和政策的中心都围绕着土地的利用和分配展开，也带来了贯穿在中国历史中的“重本轻末”政策，即士农工商依次4个阶级</li>\r\n<li>“反者道之动”表示任何事物发展到一个极端，就反向另一个极端。这受到了日月运行、四时相继的启发。这也为中庸之道提供了论据。做得太过，不如不做。</li>\r\n<li>道家和儒家不同，在于他们对自然的理想化，而谴责文化</li>\r\n<li>由于拥有土地限制了人的迁徙，中国的家族制度发展起来。儒家学说大部分在论证这种制度的合理性。</li>\r\n<li>儒家强调人的社会责任（偏入世），而道家强调人的内部自然自发地东西（出世）</li>\r\n<li>中国哲学的方法论在通过直觉得到的东西（MBTI里的N），而不是标识任何演绎推理中的抽象概念（S）</li>\r\n</ul>\r\n<h2 id=\"各家的起源\">各家的起源</h2>\r\n<p>司马谈和刘歆都有关于各家起源的研究。其中司马谈将哲学家分为：</p>\r\n<ul>\r\n<li>阴阳家</li>\r\n<li>儒家</li>\r\n<li>墨家</li>\r\n<li>名家</li>\r\n<li>法家</li>\r\n<li>道德家</li>\r\n</ul>\r\n<p>刘歆在补充了纵横家、杂家、农家、小说家等后，也给出了各家的起源。在作者的理解里：</p>\r\n<ul>\r\n<li>在周朝的统治下，周王是大家的“共主”，周王下有许多国家，每个国家有自己的国君。国家内的土地会再分成很多采邑。他们的所有者是政治、经济的主人。被称为“君子”，即国君的儿子，另一个阶级是“小人”阶级，或叫庶民，即普通人民群众，当时有机会受教育的少数人即是学术的中心，他们也是贵族。附属于他们有各门专业知识的官吏。这就是周朝早期的官、师不分。</li>\r\n<li>随着封土建国的制度逐渐解体，这些原来的贵族或官吏流落民间，遍及全国，开始以私人身份靠专门的才能或技艺谋生，从而出现了师和官的分离。上面提到的各家的“家”，就暗示了个人和私人有关的意思。</li>\r\n</ul>\r\n<h2 id=\"孔子第一位教师\">孔子：第一位教师</h2>\r\n<p>孔子是中国第一位私人教师，是儒家创始人，他提出仁、义、忠、恕的理论，倡导人们成为品德高尚，推己及人的圣人。</p>\r\n<ul>\r\n<li>《六经》（《易》《诗》《书》《礼》《乐》《春秋》）在孔子前就已出现，是周代封建制度前期贵族教育的基础</li>\r\n<li>孔子自觉自己的任务是向弟子<strong>解释</strong>古代文化遗产（“述而不作”），当然孔子的解释也是从自己的道德观推导出来的，也不是单纯的传述，加入了新的东西。这种<strong>以述为作</strong>的精神被儒家经书代代相传，形成了无数的<strong>注疏</strong>。</li>\r\n<li>关于社会，孔子认为最重要的事情是“<strong>正名</strong>”，即“君君，臣臣，父父，子子”，各自做好自己的角色，负有相应名的人都必须履行对应的责任和义务。</li>\r\n<li>关于人的德行，孔子强调仁、义，特别是仁\r\n<ul>\r\n<li>义是事之“宜”，即做“应该”做的事，必须为做而做，因为这些事在道德上是正确的。<strong>义与利直接对立</strong>，“君子喻于义，小人喻于利”</li>\r\n<li>义的本质是“<strong>爱人</strong>”，就是仁。即一切德行的总和</li>\r\n</ul></li>\r\n<li>做到仁的办法是忠、恕，即“仁之方”。行忠恕就是行仁\r\n<ul>\r\n<li>忠，己之所欲，亦施与人</li>\r\n<li>恕，己所不欲，勿施于人</li>\r\n</ul></li>\r\n<li>从义的观念，孔子推导出“<strong>无所为而为</strong>”，即人做他应该做的事，纯粹是因为道德考虑，而没有其余因素。因此，儒家认为一个人不可能无为，因为每个人都有自己应做的事。不过他所做的事都是“无所为”，因为<strong>这些事的价值在做事本身，而不是外在结果</strong>。所以在之后，儒家将命只当做整个宇宙的一切存在条件和力量。我们能够做的尽力去做我们应该做的（做事本身），而不计成败（外在结果）。这就是“<strong>知命</strong>”\r\n<ul>\r\n<li>知命就是承认世界本来的必然性。对于外在成败无所萦怀。通过我们尽义务这种行动，这项义务在道德上就算尽到了</li>\r\n</ul></li>\r\n<li>“吾十有五，而志于学。三十而立，四十而不惑。五十而知天命，六十而耳顺。七十而从心所欲，不逾矩”这句自述中，孔子总结了自己的精神修养过程\r\n<ul>\r\n<li>这里的学，不是现在意义上的增加知识，而是寻找提高精神境界的真理</li>\r\n<li>“立于礼”，三十而立是指这时候已经懂得了礼，言行得当</li>\r\n<li>“四十而不惑”，是说这时已成为知者</li>\r\n<li>五十、六十就已经到了认识并顺乎天命的境界，认识到超道德价值，在做事的时候深信他是在执行天的命令，所意识到的价值也高于道德价值</li>\r\n<li>七十从心所欲，意味着孔子所做的一切自然而然的正确，行动无需有意指导</li>\r\n</ul></li>\r\n</ul>\r\n<h2 id=\"墨子孔子的第一个反对者\">墨子：孔子的第一个反对者</h2>\r\n<p>墨子姓墨名翟，是墨家的创立者。如果说孔子是古代文化的辩护者，墨子就是它的批判者。墨家强调，兼爱非攻，天志明鬼。</p>\r\n<ul>\r\n<li>墨家发源于流散各地的世袭武士，即游侠。侠更多出身<strong>下层阶级</strong>，礼乐之类的对他们来说都是没有实用价值的奢侈品。墨子和墨家正式从这个观点来批判传统制度。这种批判和对本阶级职业道德的发挥和辩护，构成了墨家哲学的核心</li>\r\n<li>墨子对儒家批评在于，不信天鬼，强调礼乐，相信命运。矛盾来源于\r\n<ul>\r\n<li>下层阶级的人对于天鬼的怀疑，相比饱学深思的人，发生的更加迟缓</li>\r\n<li>礼乐对于低层阶级无用</li>\r\n<li>墨子这里指出的相信命运和“知命”不是一回事</li>\r\n</ul></li>\r\n<li>墨子的仁义是指<strong>兼爱</strong>，即同等的、无差别的爱别的一切人。这与儒家的“君君，臣臣，父父，子子”显然相反。墨子认为，仁人的任务是为填下兴利除害</li>\r\n<li>为了诱导人们实行兼爱，天志和明鬼意指，天帝和鬼神会监督人的行为，奖励兼爱的人，惩罚不遵守的人</li>\r\n<li>看起来儒家不信鬼神，但行祭祀，墨家引入鬼神力量，但反对丧葬和祭祀缛礼是矛盾的。因为\r\n<ul>\r\n<li>儒家行祭祀不是因为相信鬼神真正存在，而是出自孝敬祖先的感情，礼的意义不是宗教的</li>\r\n<li>墨子引入鬼神，只是为了给自己的兼爱学说设立宗教式的制裁力量，是从功利主义出发的，而不是对超自然实体有什么兴趣，</li>\r\n</ul></li>\r\n<li>兼爱除了宗教制裁，也需要<strong>政治的制裁</strong>。国君的主要任务是监督人们的行为，奖励兼爱，惩罚不兼爱的人。而国君的出现是为了把人民从无政府状态中拯救出来。从而\r\n<ul>\r\n<li>国家是极权主义的，<strong>国君的权威是绝对的</strong>，这是为了结束混乱的局面</li>\r\n</ul></li>\r\n<li>墨子也发展了侠的职业道德，非常强调团体内的<strong>服从和纪律</strong></li>\r\n</ul>\r\n<h2 id=\"道家的第一阶段杨朱\">道家的第一阶段：杨朱</h2>\r\n<p>混乱的政治局面里，出现了“避世”的隐者。隐者是“欲洁其身”的个人主义者。杨朱的理论里，秉承“为我”和“轻物重生”。这也是后面老子和庄子思想的发源。</p>\r\n<ul>\r\n<li>道家不只是普通的隐者，不仅“避世”和“欲洁其身”，还要提出一个思想体系，赋予自己行为以意义。生活在墨子和孟子中间的杨朱就是最早的代表人物。</li>\r\n<li>杨朱的两个基本观念是“为我”和“轻物重生”。其中“为我”即个人主义，“拔一毛而利天下，不为也”；“轻物重生”即珍惜自己的身体甚于外物，“不以天下大利易其胫一毛”。即使失了天下，有朝一日或许能够再得，一旦死了，就没法再活。这就明显和墨子的兼爱理解不同。</li>\r\n<li>先秦道家认为，<strong>不要太好，也不要太坏，是保身全生免受人世伤害的最好办法</strong>。所以《庄子》有些话就在赞美“无用之用”，其中无用就是全生的办法。</li>\r\n<li>杨朱之后，老子作为第二阶段，庄子作为第三阶段发展了道家思想。道家哲学出发点就在<strong>全生避害</strong>。对此，\r\n<ul>\r\n<li>杨朱的办法是“<strong>避</strong>”，但人世间如此复杂，有些恶无法避开，所以，</li>\r\n<li>老子的办法是<strong>揭示宇宙事物的变化规律</strong>，在懂得事物基本规律后，就可以把事物转向对自己有利。可是即便如此，还是没有绝对的保证，尽管小心翼翼，总还是有受害的可能。于是，</li>\r\n<li>《庄子》在老子的大彻大悟（“吾所以有大患者，为吾有身，及吾无身，吾有何患”）下，从一个<strong>更高的观点看生死，看物我</strong>，从而超越现实世界。</li>\r\n</ul></li>\r\n<li>可见，先秦道家都是为我的，不过随着后面的发展走向了反面，取消了它自身</li>\r\n</ul>\r\n<h2 id=\"儒家的理想主义者孟子\">儒家的理想主义者：孟子</h2>\r\n<p>孟子相对荀子代表儒家理想主义的一侧，补充了为仁的出发点，以及将个人道德推广到治国政治方面。</p>\r\n<ul>\r\n<li>孟子认为<strong>人性本善</strong>，这并不是说大家出生就是圣人，而是说每个人内心都有种种善的成分。孟子举例，“人皆有不忍人之心。……。恻隐之心，仁之端也；羞恶之心，义之端也；辞让之心，礼之端也；是非之心，智之端也”，人的本性都有这“<strong>四端</strong>”。人之所以异于禽兽，就在于有此四端，所以应当发展之。只有发展”四端“，人才能成为真正的“人”。我们的性“天之所与我者”，充分地发展了四端，知道了性，就知道了天。</li>\r\n<li>儒道的根本分歧在于<strong>仁义的本质是利他</strong>，而杨朱的原则是利己。</li>\r\n<li>儒墨的根本分歧有两点\r\n<ul>\r\n<li><strong>墨家主张爱无差等，而儒家主张爱有差等</strong>，“爱我身于吾亲”。在孟子看来，这种差等完全正常，而人应当做的就是<strong>推广</strong>这种爱到更广的社会成员，“老吾老，以及人之老；幼吾幼，以及人之幼。”，这种推广就是在差等的原则上进行的。</li>\r\n<li>儒家认为，仁是人性<strong>内部</strong>自然发展出来的；而墨家认为，兼爱是<strong>外在</strong>力量认为附加于人的，根据功利主义，可以通过超自然和政治制裁诱导人们实行兼爱</li>\r\n</ul></li>\r\n<li>在国家起源论上，不同于墨家的功利主义（国家存在是因为它有用），儒家认为<strong>国家和社会起源于人伦</strong>（国家存在是因为它应该）。孟子主张“人是政治的动物”，只有在国家和社会里才能充分发展人伦。因此\r\n<ul>\r\n<li><strong>国家是一个道德的组织，国家的元首必须是道德的领袖</strong>，所以只有圣人才能成为王</li>\r\n<li>如果圣人为王，他的治道就是<strong>“王”道</strong>，相反就是<strong>“霸”道</strong>。王道靠道德指示和教育来治道，霸道靠暴力的强迫治道。而行王道出发点极其自然，正是圣王<strong>推广</strong>自己的“恻隐之心”的直接结果，即上面四端时，所说的“善推其所为”。</li>\r\n</ul></li>\r\n<li>在孟子的流派里，<strong>宇宙实际上是道德的宇宙</strong>。人的道德准则就是宇宙的形上学原则。一个人充分发展自己的性，行忠恕来达到仁，自我自私减无可减时，不仅知天，而且同天，与宇宙同一，由此就认识到“万物皆备于我”，这也是孟子哲学里一丝神秘主义的成分。</li>\r\n<li>一个人“知道”而且长期“集义”，浩然之气就会自然而然产生。但是另一方面，丝毫的勉强都会坏事，就像揠苗助长一样</li>\r\n</ul>\r\n<h2 id=\"名家\">名家</h2>\r\n<p>名家更注重名和实的对比，又或者是主体和客体的对比。举个例子，“这是桌子”里，“这”是实，“桌子”是名。在有些时候，名家更像诡辩家。</p>\r\n<ul>\r\n<li>名家乐于提出一些怪论，和与人辩论。名家可能来源于讼师。</li>\r\n<li>惠施和公孙龙是名家的创建者，他们分别代表名家的两个趋势：\r\n<ul>\r\n<li>惠施强调实的相对性，即实际事物是可变的、相对的</li>\r\n<li>公孙龙强调名的绝对性，即名称代号的不变性，绝对性</li>\r\n</ul></li>\r\n<li>惠施的相对论里，实际具体事物的性质、差别都是相对、可变的，万物是相对的、不断变化的</li>\r\n<li>公孙龙的共相论里，有著名的“白马非马”的命题，即白马和马的内涵不同，各自指代不同的东西，《坚白论》里的“离坚白之辩”也是阐述坚和白两个相互独立的属性。一个普通名词，即“名”，以某类具体事务为外延，以它们共有的属性为内涵（这匹马）。抽象名词则只表示属性或共相（马）。</li>\r\n<li>名家的哲学家通过分析名、以及名和实的关系及区别，发现了中国哲学中“超乎形象”的世界</li>\r\n</ul>\r\n<h2 id=\"道家第二阶段老子\">道家第二阶段：老子</h2>\r\n<p>老子的理论见于《老子》（又称《道德经》）。老子中也有对于名的探讨。</p>\r\n<ul>\r\n<li>“形象以内”的一切事物都有名，或有可能有名。相反，老子说的相反的“无名”则一定超乎形象。道家的“道”就是这种“无名”的概念。它指宇宙的本源状态，此时万物还没有形态和特征。“无名”强调了\"道\"的超越性、不可言说性和不可知性。为了谈论它才勉强用“道”来代称之。所以道是无名之名。</li>\r\n<li>“道可道，非常道，名可名，非常名。无名天地之始，有名万物之母。”是《道德经》的开篇。我们可以尝试用语言去描述和理解\"道\"，但是我们用语言表述的\"道\"，并不是\"道\"的本质；同时，我们可以给万物起名字，但是这些名字并不能完全代表万物的真实本质，因为万物的本质超越了名字的定义。“无名天地之始，有名万物之母”：这句话的意思是，在宇宙刚开始形成时，万物还没有名字，这是\"无名\"的状态，也就是\"道\"的状态。而当万物开始具有形态和特性时，我们给它们起了名字，这是\"有名\"的状态，也就是万物的存在状态。“天下万物生于‘有’，‘有’生于‘无’”，也是这个道理，在能够使任何物之前，必须先是“有”。“道”是“无名”，是“无”，是万物之所从者。</li>\r\n<li>《庄子·天下》说，老子的主要观念是“太一”、“有”、“无”、“常。”。“太一”就是“道”。“常”就是不变，虽然万物在变，但遵循的规律不变。这些规律里最根本的就是“反者道之动”，任何事物的某些性质如果向极端发展，这些性质就一定会转向它的反面。“富贵而骄，自遗其咎”。骄就是人到了极端界限的标志。</li>\r\n<li>在处世上，老子延续了道家“全生避害”的中心思想，主张知道自然规律，指导个人行动，“不知常，妄作，凶”，又可以称为“<strong>袭明</strong>”，即沿袭明了的道理。袭明的通则如下。\r\n<ul>\r\n<li>想得到什么东西，就要从反面开始，“不自见，故明。不自是，故彰。不自伐，故有功。不自矜，故长。夫唯不争，故天下莫能与之争”</li>\r\n<li>想要保持什么东西，就要在其中容纳一些相反的东西，“曲则全。枉则直。洼则盈。敝则新，少则得。多则惑。”</li>\r\n</ul></li>\r\n<li>“无为”不代表完全无所作为，而是为得少一点，不要违反自然地任意的为。人为、任意和自然、自反相反。老子认为，道生万物，在生的过程里，每个个别事物都从普遍的道理获得一些东西，这就是“德”。</li>\r\n<li>按照“无为”的学说，生活要<strong>顺德而行</strong>，不做人为努力。人们丧失原有的“德”，是因为<strong>欲望太多，知识太多</strong>。因此，老子强调弃智。知识使人对于欲望的对象知道得更多些，随着知识的增加，人们就不在安于知足、知止的地位了。</li>\r\n<li>政治学说上，道家同意儒家的说法，即理想的国家需要以圣人为元首，不过在道家里，<strong>圣王的职责是不做事，完全无为</strong>。天下大乱，不是因为很多事情没做，而是做了太多事情。圣王要做的就是废除这一切，然后无为而治。不过圣人的“愚”是一个自觉的修养过程的结果，它比知识更高，而不是孩童的“愚”的状态</li>\r\n</ul>\r\n<h2 id=\"道家的第三阶段庄子\">道家的第三阶段：庄子</h2>\r\n<p>庄子，又名庄周，是先秦最大的道家。</p>\r\n<ul>\r\n<li>相对幸福 &amp; 绝对幸福\r\n<ul>\r\n<li>自由发展自然本性，可以得到<strong>相对幸福</strong>，其中自然本性，即从“道”生来的“德”。万物皆不同，可有一点是相同的，<strong>它们充分发挥自然能力的时候，获得的幸福是同等的</strong>。</li>\r\n<li>对事物自然本性有更高理解才能得到<strong>绝对幸福</strong></li>\r\n<li><strong>顺乎天是一切幸福和善的根源，顺乎人是一切痛苦和恶的根源</strong>。</li>\r\n</ul></li>\r\n<li>政治、社会哲学\r\n<ul>\r\n<li>正因为一切法律、道德、制度、政府都是立同禁异，都是“人”为，庄子激烈反对通过正规的政府机器治天下，主张<strong>不治之治</strong>是最好的治。</li>\r\n<li>庄子和老子都主张不治之治，理由却不一样，老子强调“反者道之动”，即越统治越得不到想要结果。庄子强调天人之别。越是以人灭天，越是痛苦和不幸。</li>\r\n</ul></li>\r\n<li>情与理\r\n<ul>\r\n<li>相对幸福之所以叫相对，就是因为它会受到死亡、疾病、年老等限制，让人无法充分自由地发挥自然能力。人可能有许多大祸临头，并为之忧虑，另外也会因为其他人受苦感到哀伤。但人可以利用理解的作用削弱感情，是谓“以理化情”。</li>\r\n<li>圣人对万物的自然本性有完全的理解，所以无情，他的心也不受世界变化的影响</li>\r\n</ul></li>\r\n<li>绝对幸福\r\n<ul>\r\n<li>要想获得绝对幸福，人需要更高层次的知识和理解，并达到人与宇宙的同一，超越事物间的差别，超越自己和世界的差别。</li>\r\n<li>庄子认为，人们发表的看法和思想都只能代表自己的片面观点，无法得到最终结论。因此<strong>所有观点都是相对的</strong>。</li>\r\n<li>从更高的道的观点看事物，可以叫做“照之于天”。（很像是GEB里的<a\r\nhref=\"https://shenlvmeng.github.io/blog/2023/04/23/g-e-b-1/#WU%E8%B0%9C%E9%A2%98\">W方式</a>）。从道的观点，每物刚好就是每物的样子。万物虽不相同，却都是由道而生，可以统一为一个整体，即“通于一”。</li>\r\n<li>那么更高层次的“一”是什么呢？“一”是不可言说甚至是不可思议的，因为它一旦有所思议，有所言说，它无所不包的统一性就丧失了。得道之人，不仅有关于“一”的只是，甚至有所体验。这种境界被称为“无竟”。他已经忘了事物的一切区别，他的经验只有混沌的“一”，“乘天地之正而御六气之辩，以游无穷者”。庄子通过取消问题的方式，解决了全生避害。</li>\r\n<li>圣人通过超越和忘记事物区别（弃知）的方式达到和“大一”合一，也就是和宇宙合一。宇宙永远存在，所以圣人也永远存在</li>\r\n</ul></li>\r\n</ul>\r\n<h2 id=\"后期墨家\">后期墨家</h2>\r\n<p>《墨子》中的《经上》、《经下》、《经说上》、《经说下》、《大取》、《小取》统称“墨经”，是墨家从务实角度出发，发展知识论和逻辑学理论的成果。</p>\r\n<ul>\r\n<li>墨经里对知识进行了分类，按来源可以分为：亲身经验、权威传授、推论演绎；按认识对象分为：名的知识、实的知识、相合的知识、行为的知识。其中相合的知识指名和实的对应关系</li>\r\n<li>逻辑学的讨论\r\n<ul>\r\n<li>《小取》里用或、尽、假、效、辟、侔、援、推分别表示特称命题、全称命题、假（假设）言命题等</li>\r\n<li>《经上》里出现了表示必要条件的“小故”和充分必要条件的“大故”</li>\r\n</ul></li>\r\n<li>捍卫兼爱说\r\n<ul>\r\n<li>后期墨家遵循功利主义的传统，主张人类行为目的都在趋利避害，“<strong>义，利也</strong>”。同时对利的本质给出了享乐主义的解释，“利，所得而喜也”，“害所得而恶也”。从而，利民的意思就是让“<strong>最大多数的最大幸福</strong>”</li>\r\n<li>后期墨家认为兼爱的关键在于“兼”。即必须遍爱一切人，才算爱人。</li>\r\n<li>针对兼爱说有两条反驳，“无穷害兼”，即一个人不可能兼爱到一切人；另一个是说，“杀盗，杀人也”，即“杀盗”的刑罚和兼爱矛盾。对此，墨家在《经说下》和《小取》里用类似诡辩的方式予以了回应</li>\r\n</ul></li>\r\n<li>对其他各家的批评\r\n<ul>\r\n<li>《墨经》反对惠施的“合同异”之辩，指出推导中对“同”字的歧义误用；同时墨家从实际物理世界出发，反对公孙龙“离坚白”之辩</li>\r\n<li>墨家后期批评了道家的“绝学无忧”，认为学和教是相互关联的，以“学无益”为教，这本身就是一种教</li>\r\n<li>《经下》对庄子观点相对性的观点提出了批评，庄子认为辩论中胜者未必正确，败者未必错误。后期墨家认为，庄子这番话正是在跟其他人辩论。</li>\r\n<li>后期墨家批评道家的知识无用论，认为庄子的侈谈和讨论本身就是一种知识，自相矛盾</li>\r\n</ul></li>\r\n</ul>\r\n<h2 id=\"阴阳家和先秦的宇宙发生论\">阴阳家和先秦的宇宙发生论</h2>\r\n<p>阴阳家起源于方士，《汉书·艺文志》把方士分为6种：天文、历谱、五行、蓍龟、杂占、形法。</p>\r\n<ul>\r\n<li>术数\r\n<ul>\r\n<li>六种术数里，蓍龟是古代占卜的办法，“蓍”即用蓍草的茎按照程序操作，得到一定组合，再查《易经》解释，“龟”即在龟甲或兽骨上钻洞，然后用火烧灼，根据裂纹卜问吉凶</li>\r\n<li>杂占和形法后来发展成风水，它的基本思想是：人是宇宙的产物</li>\r\n<li>术数本身是以迷信为基础的，但也是科学的起源。它和科学共同点在于都是以积极态度解释自然，通过征服自然为人服务</li>\r\n</ul></li>\r\n<li>《洪范》里的五行\r\n<ul>\r\n<li>五行最早的记载与《书经》的《洪范》。五行应当被看做<strong>五种动态的相互作用的力</strong>。而不是五种元素。</li>\r\n<li>《洪范》里的五行是粗糙的实物概念，而不是抽象的力。</li>\r\n<li>《洪范》还认为，人类世界和自然世界相关，君主的恶行会导致自然界异常现象的出现，这一点还有两种解释\r\n<ul>\r\n<li>目的论：恶行使“天”发怒，警告君主</li>\r\n<li>机械论：君主的恶行自动导致自然界的混乱，从而产生异常现象</li>\r\n</ul></li>\r\n</ul></li>\r\n<li>《月令》\r\n<ul>\r\n<li>《月令》里的宇宙结构既是空间结构，又是时间结构。由于位于北半球，阴阳家很自然把四季和方向关联起来。<strong>夏季配南方，冬季配北方，春季配东方（日出），秋季配西方（日落）</strong>。同时，昼夜变化是四季变化的小型表现。</li>\r\n<li>南方和夏季对火，北方和冬季对水（冰雪），东方和春季对木（万物生长），西方和秋季对金（肃杀）。而土是五行的中心。位于四方的中央，时间上位于夏秋之交。</li>\r\n<li>《月令》规定天子在每个月都应当按月做一些特定的事，才能顺应天意</li>\r\n</ul></li>\r\n<li>邹衍的历史哲学\r\n<ul>\r\n<li>邹衍以<strong>五德转移</strong>解释历史变化。阴阳家认为，<strong>五行按顺序相生相克，且和季节顺序一致</strong>。木生火、火生土、土生金、金生水、水生木。而朝代的顺序也是一样的，黄帝以土德王，为以木德王的夏所克，为以木德王的夏又被以金德王的商所克，以金德王的商所克又被以火德王的周所克，以此类推完成循环。因此，后续王朝直到汉朝到按这个顺序，相信皇帝是乘五德转移之运而王。</li>\r\n<li>到取消帝制前，皇帝的正式头衔一直是“奉天承运皇帝”。所谓“承运”就是乘五德转移之运</li>\r\n</ul></li>\r\n<li>《易经》里的阴阳\r\n<ul>\r\n<li>五行解释了宇宙结构；阴阳学说解释了宇宙的起源</li>\r\n<li>《易经》的经，基本成分是3条连线或断线组成的八卦——乾坤震巽坎离艮兑，任选两卦，得六十四卦。卦里的连线代表阳，断线代表阴。《易经》原文只包括六十四卦的卦辞和爻辞。</li>\r\n<li>现代学术界认为八卦、六十四卦都是用来拟合蓍龟里的裂纹和蓍草组合，来断定所卜的吉凶</li>\r\n<li>乾和坤结合形成其余六卦，《易经》认为这种过程就是阴阳结合而生天下万物的象征。这个过程与男女生成生物的过程完全相似。“天地絪緼，万物化醇；男女构精，万物化生”。</li>\r\n</ul></li>\r\n</ul>\r\n<h2 id=\"儒家的现实主义派荀子\">儒家的现实主义派：荀子</h2>\r\n<p>孟子代表儒家的左翼，强调个人自由，却重视超导的的价值，接近宗教；荀子代表儒家的右翼。强调社会控制，但发挥自然主义，直接反对任何宗教观念。</p>\r\n<ul>\r\n<li>荀子主张<strong>性恶说</strong>，和孟子的性善说恰恰相反。他认为<strong>一切善的、有价值的东西都是人努力的产物</strong>，人在宇宙里和天、地有相同的重要性。宇宙里，天、地、人各自有自己特殊的职责。人的职责是利用天地提供的东西，创造自己的文化\r\n<ul>\r\n<li>照荀子所说，凡事没有经过教养的东西不会是善的，人生来就有求利求乐的欲望。但同时人也有智能，可以使人向善</li>\r\n</ul></li>\r\n<li>道德的起源\r\n<ul>\r\n<li>既然人生来就是恶的，道德来源于\r\n<ul>\r\n<li>人们不能离开某种社会组织而活，有了社会组织，人们就需要行为的规则，在满足自己欲望的同时接受一定限制，那就是“礼”。</li>\r\n<li>人应当有社会关系和礼，因为只有这样才使人区别于禽兽</li>\r\n</ul></li>\r\n<li>礼的功能就是调节，使人文雅</li>\r\n</ul></li>\r\n<li>礼乐的学说\r\n<ul>\r\n<li>儒家认为丧礼和祭礼在礼中很重要。照儒家所说，行丧祭之礼时，我们是在欺骗自己，但又不是真正的欺骗。我们既按<strong>所知道</strong>的，又按<strong>所希望</strong>的去对待</li>\r\n<li>人心有两个方面：<strong>理智</strong>的、<strong>情感</strong>的。礼中迷信和神话的部分，在儒家的解释下，由宗教转化成诗。区别在于宗教把想象当做真的，而诗把它当假的。我们从诗里获得的情感满足并不妨碍理智的进步</li>\r\n<li>类似的，为求雨而祭祷，为重大决定而占卜，都只不过是表达我们的忧虑而已</li>\r\n<li>在荀子看来，音乐是道德教育的工具</li>\r\n</ul></li>\r\n<li>荀子的《正名》篇也有除伦理以外的逻辑探讨</li>\r\n<li>荀子将其他各家的谬误总结为，“惑于用名以乱名”、“惑于用实以乱名”、“惑于用名以乱实”。荀子断言出现这些谬误，是因为“今圣王没”，即缺少统一人心的政治权威</li>\r\n<li>荀子有两个出名的学生：李斯和韩非</li>\r\n</ul>\r\n<h2 id=\"韩非和法家\">韩非和法家</h2>\r\n<ul>\r\n<li>西周封建社会依照两条规则办事：“礼”这种不成文法典用来约束贵族；“刑”用来约束“庶人”，即平民。所以就有礼记说的，“礼不下庶人，刑不上大夫”\r\n<ul>\r\n<li>这样做是因为封建社会结构简单，天子、诸侯、大夫都通过血亲相互联系。他们间遵礼而行</li>\r\n<li>周朝的后几百年，社会制度逐步解体，君子和小人的社会地位不再绝对。此时<strong>需要一个权力高度集中且功能复杂的政府</strong>，诸侯也需要这种政治人才，就是所谓“法术之士”。</li>\r\n<li>因此，法家不能和法律、审判联系起来，它所讲的是<strong>组织和领导的理论方法</strong>。</li>\r\n</ul></li>\r\n<li>韩非代表法家的巅峰。他综合了下面三派：\r\n<ul>\r\n<li>一派以慎到为首，强调“势”，即权利、权威</li>\r\n<li>一派以申不害为首，强调“术”，即用人方法、政治手腕</li>\r\n<li>一派以商鞅为首，强调“法”，即法律、法制</li>\r\n<li>韩非认为明主依法行事，公正无私；同时知道如何用人；另外还有权威、权力来加强其命令的力量。“明主之行制也天，其用人也鬼。天则不非，鬼则不困。势行教严逆而不违……然后一行其法”</li>\r\n</ul></li>\r\n<li>中国人<strong>尊重过去的经验</strong>，即若要试用新的东西，总是先回顾过去经验。其他各家里都有从历史里吸取经验的地方。法家则是例外，他们承认过去的古人更纯朴，然而只不过是<strong>由于物质条件使然，不是由于任何天生的高尚道德</strong>，“人民少而财有余，故民不争”（这一点和恩格斯在《国家，家庭和私有制的起源》中表达的观点有异曲同工之妙）。韩非用了守株待兔的寓言故事来表达这点。</li>\r\n<li>治国之道\r\n<ul>\r\n<li>法家在上面的基础上，主张君主用法用势治民，不需要有特殊才能和高尚道德，或像儒家主张的那样成为圣人。</li>\r\n<li>之所以可以这样，是因为他只要有术，就可以找到适当的人替他做立法、监督这类事情，又叫做“循名而责实”，即把某个特殊的名（头衔）加到某个特殊的人（实）身上</li>\r\n<li>赏、罚是君主的“二柄”，它之所以有效，是因为人性趋利避害。可见，法家的治国之道也是建立在人性有天然的恶这个前提之上</li>\r\n</ul></li>\r\n<li>法家和道家\r\n<ul>\r\n<li>法家也主张“无为而无不为”，但是原因是，有别人替他无不为。这点是法家和道家在人性、社会控制完全相反观点里的共同之处</li>\r\n<li>法家的治道依赖君主公正无私</li>\r\n</ul></li>\r\n<li>法家和儒家\r\n<ul>\r\n<li>儒家主张<strong>以礼以德</strong>，而非以法以刑，对贵族和平民都是如此，这点上儒家是保守的；但儒家跳出按出身、财产划分的阶级，只区分个人的道德水平这点又是革命性的</li>\r\n<li>法家则认为，对贵族和平民都应该以法以刑，法律面前，人人平等</li>\r\n<li>可见，对比下，儒家是理想主义，法家是现实主义</li>\r\n</ul></li>\r\n</ul>\r\n<h2 id=\"儒家的形上学\">儒家的形上学</h2>\r\n<p>《易传》和《中庸》代表儒家形上学的最后阶段。</p>\r\n<ul>\r\n<li>《易经》本是一本占卜的书，儒家为它做出了宇宙论、形上学、伦理的解释，构成了《易传》；而《中庸》是《礼记》的一篇。</li>\r\n<li>事物的原理\r\n<ul>\r\n<li>和道家相反，《易传》的<strong>道不但可名，而且也只有道可名</strong>。这里的道有点像共相的概念，或者编程里的接口定义。有许多这样的“道”，君道、臣道、父道、子道，它们就是君臣父子所应当成为的样子（“鸭子类型”）</li>\r\n<li>《易传》的作者认为所有六十四卦辞和三百八十四爻辞代表了宇宙的所有道。从道德的观念，遵之则是，违之则非。</li>\r\n<li>《易传》中认为，事物变，但道不变；事物是复杂的，但道是容易且简单的</li>\r\n</ul></li>\r\n<li>万物的道\r\n<ul>\r\n<li>生成之道，一阴一阳之谓道，这是生成万物的“道”</li>\r\n<li>变化之道，易有一个意义是变换、转化。《易传》认为宇宙万物永远在变化，而运行要在恰当的地位、恰当的限度、恰当的时间。<strong>既不太过，又不不及</strong>。</li>\r\n</ul></li>\r\n<li>中和\r\n<ul>\r\n<li>“中”的含义是既不太过，又不不及，时间上恰到好处称为“时”，合在一起叫做“时中”</li>\r\n<li>和是中的结果。<strong>一切情绪和欲望都满足和表达到恰当的限度，人的内部就会达成和谐，精神就会健康</strong>。<strong>社会里所有人的欲望和情感都满足和表现到恰当的限度。社会内部就和谐、安定有秩序</strong>。</li>\r\n<li>和是调和不同以达到和谐的统一，中的作用就是和。这种和，蔓延到全宇宙，就叫做“太和”</li>\r\n</ul></li>\r\n<li>庸常\r\n<ul>\r\n<li>“庸”即普通、平常。庸常即普通平常。“率性之谓道，修道之谓教”。率性即遵从天性，修道是因为虽然人人都遵循自己的“道”（J方式，机械式），但并不是所有人都充分觉悟到自己的“道”（W方式）。</li>\r\n<li>教还有一个作用是把不同程度在做的事做完全</li>\r\n</ul></li>\r\n<li>明诚\r\n<ul>\r\n<li>“诚则明矣，明则诚矣”。一个人若是把他明白的完全做到了，他就是圣人；一个人若是明白了他所做的普通活动的一切意义，他也是圣人。做不到就无法明白全部意义，不明白意义也不可能完全做到</li>\r\n<li>为了达成<strong>与天地参</strong>，不需要做非常的事情，只需要做普通而平常的事，做得恰到好处，而且明白其全部意义。这和道家否定知识，把人的精神提高到超脱“彼”“此”不同。儒家是通过推广仁爱，把人的精神提高到超脱人我和物我的分别。</li>\r\n</ul></li>\r\n</ul>\r\n<h2 id=\"世界政治和世界哲学\">世界政治和世界哲学</h2>\r\n<p>春秋之后的哲学发展和政治形式的变化分不开。</p>\r\n<ul>\r\n<li>秦统一前，以礼约束个人和各国行为，礼就像封建武士的骑士精神，随着周朝衰微而衰微。</li>\r\n<li>中国的政治思想家从一开始考虑的就是世界范围内的政治问题，所谓天下，指的是全世界而不是全国</li>\r\n<li>四书中的《大学》有三纲领、八条目。\r\n<ul>\r\n<li>三纲领，明明德、亲民、止于至善。其中亲民是手段，止于至善是结果，明明德是纲领</li>\r\n<li>八条目，格物、致知、诚意、正心、修身、齐家、治国、平天下。修身才是本质，前四条是手段，后三条是推广。</li>\r\n<li>一个人并不需要成为国家或天下的元首，才能做到治国、平天下。仅需要作为一份子，为国、为天下尽力而为，就是止于至善了。</li>\r\n</ul></li>\r\n<li>《荀子》称哲学家的见和蔽是结合在一起的，这也体现了他的折中趋势</li>\r\n<li>《庄子》最后一篇《天下》里也体现了折中观点。其中将全部真理称为“内圣外王之道”，即“道术”，部分真理称为“方术”。各家都对“道”的某一方面有所“闻”，但各家都只了解了一方面。将道分为本末精粗四个方面，儒家只知末和粗，但并不知道精和本</li>\r\n<li>后续在司马谈和刘歆的著作里也希望融合各家思想的优点，得到一个全部真理的“道”</li>\r\n<li>中国人最关切的中国文化和文明的继续和统一</li>\r\n</ul>\r\n<h2\r\nid=\"将汉帝国理论化的哲学家董仲舒\">将汉帝国理论化的哲学家：董仲舒</h2>\r\n<p>秦国依靠法家的残酷统治征服各国，统一了全中国，只存在了约15年就奔崩溃了。汉朝继承了秦朝政治统一的思想。董仲舒在罢黜百家、独尊儒术里起到了重要作用。</p>\r\n<ul>\r\n<li>董仲舒结合阴阳家和儒家，为当时政治、社会新秩序提供了理论根据。</li>\r\n<li>宇宙发生论\r\n<ul>\r\n<li>宇宙由天、地、阴、阳、五行和人组成。五行顺序是木火土金水，“比相生，间相胜”</li>\r\n<li>阴阳盛衰遵循固定的轨道，轨道式经过四方的圆圈，从而经过土木水金，阴阳间盛极必衰。</li>\r\n<li>按董仲舒的说法，人是天的副本，高于宇宙其他一切的物。</li>\r\n</ul></li>\r\n<li>人性学说\r\n<ul>\r\n<li>人心有性、情两种成分。只有教化才能使人与天、地同等。和性恶说相反，善是性的继续，不是性的逆转</li>\r\n</ul></li>\r\n<li>社会伦理学说\r\n<ul>\r\n<li>阴阳说是社会秩序的形上学根据。</li>\r\n<li>董仲舒从之前儒家的五伦中发展处三纲五常。纲即网的大绳，三纲即君为臣纲、夫为妻纲、父为子纲；常即不变的德性，五常即仁义礼智信。</li>\r\n<li>三纲是社会的伦理，五常是个人的德性</li>\r\n</ul></li>\r\n<li>政治哲学\r\n<ul>\r\n<li>政府的职能是帮助发展人性，这一点和先前儒家一致</li>\r\n<li>董仲舒从目的论和机械论两点出发，去解释政治过失和自然界异常现象的联系</li>\r\n</ul></li>\r\n<li>历史哲学\r\n<ul>\r\n<li>董仲舒用三统，黑统、白统、赤统取代了五德运行，来解释朝代更迭</li>\r\n<li>王者受命于天，既为行使皇权提供根据，又对行使皇权做出限制</li>\r\n</ul></li>\r\n<li>董仲舒以《春秋》为权威的主要来源，《左传》、《公羊传》、《谷梁传》这三本解释《春秋》的书也成为了经典。</li>\r\n<li>《礼记》的《礼运》篇描绘了社会进化的三个阶段：乱世、小康、大同。</li>\r\n</ul>\r\n<h2 id=\"儒家的独尊和道家的复兴\">儒家的独尊和道家的复兴</h2>\r\n<p>汉朝巩固了秦朝首次实现的统一</p>\r\n<ul>\r\n<li>统一思想\r\n<ul>\r\n<li>秦始皇批准了李斯的建议，严格按法家行事，彻底扫荡其他思想。因为韩非早已说过，“明主之国，无书简之文，以法为教；无先王之语，以吏为师”。这种残暴也促使它迅速垮台。</li>\r\n<li>汉朝统治者延续统一帝国思想，但不像秦朝一样不加区别的禁绝一切学派的思想，形成思想的真空，而是从“百家”中国选出儒术，所谓“独尊儒术”，作为国家教义。而对于教授其他思想也没有刑罚，只不过做官的人需要学习《六经》和儒术</li>\r\n<li>孔子的地位在此之后获得异常高的地位</li>\r\n</ul></li>\r\n<li>古文学派和今文学派\r\n<ul>\r\n<li>古文学派生成拥有免于焚书之害的古书，进人学派所用的经书则是以汉代文字书写的</li>\r\n<li>古文学派是先秦儒家<strong>现实派</strong>的继续，今文学派则可能是<strong>理想派</strong>的继续</li>\r\n<li>古文学派具有荀子一样的自然主义宇宙观。扬雄和王充就是古文学派的成员。其中，王充反对偶像崇拜，有着科学的怀疑精神，著有《论衡》，里面他说“事莫名于有效，论莫定于有证”</li>\r\n</ul></li>\r\n<li>道家与佛学\r\n<ul>\r\n<li>古文学派扫清了儒家里的阴阳学部分，这一部分后来和道家混合，才形成了道教。道教和道家是两码事，就像佛教和佛学也是两回事一样。道教虽然一贯反对佛教，但<strong>道家却以佛学为盟友</strong></li>\r\n<li>在出世上，道家不如佛学，但神秘上两者有相通之处。道家的“道”，类似佛学的“真如”，都是不可言说的</li>\r\n</ul></li>\r\n<li>政治社会背景\r\n<ul>\r\n<li>汉朝独尊儒术和尔后道家复兴有当时的政治社会背景。秦国征服六国，靠的是法家为核心的残酷无情。汉朝取代秦朝后，自然要苛责法家的苛刻。法家于是成为秦朝的替罪羊。各家中，离法家最远的是儒家和道家。</li>\r\n<li>道家的政治哲学倾向于<strong>政府不要多管事情</strong>，如果前王管事过多造成恶果，圣王就应该消除。这正好符合汉初统治者的需要，所以在汉朝初期，政策就是去除秦朝苛法，与民休息。</li>\r\n<li>国家恢复元气后，道家哲学就不适用了，而需要一个进一步建设的纲领。统治者就在儒家学说里找到了。<strong>儒家保守在本质上是贵族政治的哲学，革命在君子和小人的区别不在财富阶级，而是仁义道德</strong>。儒家废除了之前的封建制度，将政治权利和经济权利分离，但之前的家族制度仍然存在。新的贵族需要学习儒家里的繁文缛礼，成为有德有礼的人，来给自己的社会地位背书。</li>\r\n<li>法家虽然成为替罪羊，但也没有被完全抛弃。随着国家版图的扩张，统治者依然需要法家的理论技术。正统儒家责备各朝统治者“儒表法里”。其中儒家覆盖社会组织、精神、道德文明和学术界。法家适用在实际政治的理论和技术</li>\r\n<li>道家在天下大乱的时候又重新兴盛。汉朝灭亡后，到隋朝再次统一全国这300多年里，道家和佛教迅速发展起来。</li>\r\n</ul></li>\r\n</ul>\r\n<h2 id=\"新道家主理派\">新道家：主理派</h2>\r\n<p>新道家指的是公元三四世纪出现的“<strong>玄学</strong>”。《老子》第一章最后一句描述“道”的话“玄之又玄，众妙之门”里就有“玄”。因此，玄学也表明它是道家的继续。</p>\r\n<ul>\r\n<li>重新解释孔子\r\n<ul>\r\n<li>新道家出现时，孔子作为中国的先师地位已不可动摇。因此新道家接受了一些重要的儒家经典，同时在接受时，按老子、庄子的精神做了重新解释</li>\r\n<li>新道家认为孔子甚至比老子、庄子还伟大</li>\r\n</ul></li>\r\n<li>向秀和郭象\r\n<ul>\r\n<li>向秀和郭象是新道家主理派的代表，他们对庄子的注解有相通之处，下面简称为“向郭注”</li>\r\n<li>向郭注认为<strong>道是真正的无</strong>，“无所不在，而所在皆无”。先秦道家所说的道生万物，不过是<strong>万物自生</strong>。所说的“万物生于有，有生于无”不过是有生于自己，万物常存。</li>\r\n<li>万物自生，向郭称之为“<strong>独化</strong>”。物与物的关系是存在且必要的，但是每一物的存在又都是为了它自己，而不是其他的任何一物。存在于宇宙的任何一物，需要整个宇宙提供其存在的必要条件，它并不直接由另外的事物造成。这是一种机械论的观点。就像社会主义是一定社会经济条件的产物，而不是马克思或恩格斯制造的。所以<strong>物不能不是它现在的样子</strong>（“存在即合理”），社会现象也是一样，“治乱成败……非人所为，皆自然耳”。</li>\r\n<li>向郭认为宇宙不断变化，社会也是一样，<strong>形势变化，制度和道德也应随之而变</strong>，自然生成。过时的制度和道德应当因为不自然而淘汰。</li>\r\n<li>在<strong>有为和无为</strong>上，向郭的观点与老庄类似。既然新的制度和道德随着社会形势自生，顺着它们自然发展就是无为；反对它们，固守就到的和旧制度就是人为，就是有为。一个人在他的活动里，让他的自然才能充分自由发挥就是无为，反之就是有为。</li>\r\n<li>向郭认为只有<strong>模仿</strong>的人才有知识，反对模仿，提倡“任我”，“无为”，因为\r\n<ul>\r\n<li>模仿无用，环境在不断变化，之前的经验不适用于现在</li>\r\n<li>模仿没有结果，一物无法通过模仿成为另一物</li>\r\n<li>模仿有害，会让人丧失自然本性</li>\r\n</ul></li>\r\n<li>一个人若能真正“任我”，就可以“<strong>齐物</strong>”，即万物同等的道理，从而就能从更高的观点看待万物</li>\r\n<li>一个人若能超越事物的差别，就能享受绝对的自由和<strong>绝对的幸福</strong>，绝对意味着他能够超越有限，与无限同一。在向郭体系里，“道”是真正的“无”</li>\r\n</ul></li>\r\n</ul>\r\n<h2 id=\"新道家主情派\">新道家：主情派</h2>\r\n<p>向郭注里，对于“弃彼任我”而生的人做出了理论解释。这种人的品格就是“<strong>风流</strong>”。</p>\r\n<ul>\r\n<li>《世说新语》里充满魏晋新道家和佛教朋友的“<strong>清谈</strong>”，清谈的艺术在于，将最纯粹的思想，通常是道家思想，用精粹简洁的语言表达出来。\r\n<ul>\r\n<li>风流和romantic的含义类似</li>\r\n</ul></li>\r\n<li>《列子》的《杨朱》里，提到了治内和治外，所谓治内就是向郭说的<strong>任我</strong>，治外就是向郭说的<strong>从人</strong>。任我即任从自己的理性和冲动，从人即遵从当时的风俗道德。新道家提倡前者，但在强调理性还是冲动上，可以划分为主理派和主情派。主情派强调任从冲动而生。</li>\r\n<li>任从冲动\r\n<ul>\r\n<li>新道家任从冲动，但绝不是追求肉体的快乐，而是<strong>对于超乎形象者有所感觉，即超越感</strong>。这种超越感就是“风流”品格的本质。具有这种超越感的，按道家学说成为有玄心的人，必然对于快乐有妙赏能力，最求更高雅的快乐。</li>\r\n<li>不论是刘伶、嵇康、还是阮籍、支遁，都有物我无别、物我同等的感觉</li>\r\n<li>真正的艺术家一定能够把自己的感情投射到他所描绘的对象上，然后通过工具媒介表现出来</li>\r\n</ul></li>\r\n<li>情的因素\r\n<ul>\r\n<li>庄子认为圣人无情，因为他能够“以理化情”。王弼则认为，圣人<strong>有情而无累</strong>。新道家的动情，不是在个人的得失，而是在宇宙人生的某些普遍方面。他们有情，有宇宙人生总体的情。</li>\r\n</ul></li>\r\n<li>性的因素\r\n<ul>\r\n<li>新道家对于性的态度，似乎是纯粹审美，不是肉感的。晋代新道家认为，“风流”来自“自然”，“自然”反对“名教”。</li>\r\n</ul></li>\r\n</ul>\r\n<h2 id=\"中国佛学的建立\">中国佛学的建立</h2>\r\n<p>佛教的传入给中国宗教、哲学、文化、艺术等方面带来深远的影响。</p>\r\n<ul>\r\n<li>佛教传入和发展\r\n<ul>\r\n<li>佛教传入无确切年份，在公元一、二世纪时，只被认为是有神秘法术的宗教。公元三四世纪，随着《佛经》翻译增多，人们对佛学了解更进一步，认为佛学很像道家哲学。佛学著作也被“格义”（类比）成道家哲学来解释。在5世纪后，佛学和道家哲学渐渐综合，形成中国形式的佛学。</li>\r\n<li>佛教的中道宗和道家哲学相互作用，形成了禅宗</li>\r\n</ul></li>\r\n<li>佛学的一般观念\r\n<ul>\r\n<li>小乘和大乘里，小乘围绕个人，大乘围绕众生。大乘在中国的佛学获得了永久地位。大乘佛学对中国人影响最大的亮点是：它的<strong>宇宙的心</strong>的概念，和<strong>形上学的负的方法</strong>。</li>\r\n<li>佛教的各宗派都相信“<strong>业</strong>”的学说。业可以解释为行为、动作，但实际含义广泛得多，除了外部行动外，还包括有情物所说和所想的。照佛学的说法，一个有情物的宇宙的一切现象，都是它的<strong>心的表现</strong>。业是因，报是果，一个人的存在，就是一连串的因果造成的。一个有情物的今生只是这个过程的一方面。<strong>今生来自前生的业，而今生的业决定来生的果</strong>。来生的业又报在来生的来生，以致无穷。这一连串的因果报应就是<strong>生死轮回</strong>，也是一切有情物痛苦的主要来源。</li>\r\n<li>照佛学的说法，<strong>一切痛苦都来自于个人对事物本性的根本无知</strong>。宇宙的一切事物都是心的表现，都是虚幻暂时的，人们对它们的渴求和迷恋是一种根本无知，即“<strong>无明</strong>”。无明生贪嗔痴恋，对生的贪恋让人陷入永恒的生死轮回，万劫不复。</li>\r\n<li>要逃脱生死轮回，唯一的希望在于将“无明”替换成<strong>觉悟</strong>，即梵语里的“菩提”。佛教一切宗派的教义和修行都在于试图对菩提有贡献。从这些贡献里，人可以在不断重生的过程里，<strong>积累不再贪恋什么从而避开贪恋的业</strong>。这样的业带来的果就是从生死轮回里解脱出来，这种解脱就叫“<strong>涅槃</strong>”。</li>\r\n<li>涅槃状态的确切理解可以说是<strong>个人与宇宙的心的同一</strong>，或是和佛性的同一。涅槃的人就是宇宙的心。大乘宗派，中国人又叫性宗（性宗里，性和心同一），阐发了这个学说。大乘的其他宗派，如空宗，又称作中道宗，则是用负的方法去描述涅槃状态</li>\r\n</ul></li>\r\n<li>二谛义\r\n<ul>\r\n<li>二谛义即二重道理的学说，认为道理分普通意义，即“俗谛”，还有高级意义的道理，即“<strong>真谛</strong>”。另外，道理也分层次，低层次的真谛在高层次只是俗谛。中道宗的大师吉藏描述次说有三个层次的二谛。</li>\r\n<li>第一层次，普通人以万物为实“有”，而不知“无”。说万物是“有”是俗谛，诸佛说万物是“无”，是真谛</li>\r\n<li>第二层次，说万物是“有”，是片面的，但说万物是“无”也是片面的。“无”并不是没有“有”的结果，“有”同时是“无”。因此，说万物是“有”与说万物是“无”都是俗谛，万物非有非无，这是真谛</li>\r\n<li>第三层次，非有非无也有区分的意思，<strong>区分本身就是片面的</strong>。因此“中道”（非有非无）就只是俗谛了，真谛是说万物非有非无，又非非有非无；中道不片面，但又非不片面</li>\r\n<li>佛教将“无”说成“非非”，和道家将“无”说成“超乎形象”有异曲同工之妙。（这也是“想入非非”的原意）</li>\r\n<li>从上面可以看到，中道宗和道家都是在不同的层次间进行讨论，一切都否定了，包括否定这个“否定一切”。忘了一切，连“忘了一切”都忘了。这种状态，庄子叫“<strong>坐忘</strong>”，佛家叫“<strong>涅槃</strong>”。在中道宗里，不可问涅槃状态确切是什么，因为到第三层次的真谛时，什么都不能说了。</li>\r\n</ul></li>\r\n<li>僧肇和道生\r\n<ul>\r\n<li>僧肇和道生是中道宗里两位比较出名的大师。僧肇认为万物每刻都在变化，任何时刻的事物都是这个时刻的新事物。僧肇的理论里，第二层次的二谛是万物非有非无，非动非静，乃是真谛。另外，僧肇把“般若”描述成圣智，而圣智其实是无知。因为第三层次里，“无”不能作为知的对象。它超乎形象，没有性质。般若是不知之知。</li>\r\n<li>道生有几个比较有名的理论\r\n<ul>\r\n<li>“<strong>善不受报</strong>”义。无为不是无所作为，而是无心之为。既然“业”而受报，是因为贪恋和迷执，那只要无为、无心，“业”就不受报了。这个解释让道家的“无为”、“无心”有了社会伦理学以外的形上学解释</li>\r\n<li>“<strong>顿悟成佛</strong>”义。否定逐步积累学习和修行来实现成佛。这种积学，不论功夫多大，都只能作为准备工作。成佛是一瞬间的事，要么成功到达彼岸，要么失败仍为凡夫俗子。它的原理在于，因为“无”超乎形象，所以没法分成若干部分，从而不能一部分一部分修得。学和悟有区别，现有学才能有所悟。</li>\r\n<li>“一切众生，莫不是佛，亦皆涅槃”。道生认为众生都有佛性，只是不认识自己有，即“无明”。通过<strong>学习和修行才能“见”自己的佛性，这个“见”就是顿悟</strong>。由于佛性不可分，因此要么见全体，要么毫无所见。由此推导，佛的世界就在眼前世界里</li>\r\n<li>沿着道生给予心、性的形上学解释出发，就达到新儒家</li>\r\n</ul></li>\r\n</ul></li>\r\n<li>“宇宙的心”的观念，是印度对中国哲学的贡献。在此之前，中国哲学只有“心”，没有“宇宙的心”</li>\r\n</ul>\r\n<h2 id=\"禅宗静默的哲学\">禅宗：静默的哲学</h2>\r\n<p>禅或禅那是梵文Dhyana的音译，原意为沉思、静虑。菩提达摩是中国禅宗的初祖。</p>\r\n<ul>\r\n<li>禅宗主要以“以心传心，不立文字”传承，到神秀和慧能时，分裂成了北宗和南宗，分别代表性宗和空宗。神秀的偈强调宇宙的心，即道生的佛性，“即心即佛”。慧能的偈强调僧肇的无，“非心非佛”。</li>\r\n<li>第一义不可说\r\n<ul>\r\n<li>后来禅宗的主流以慧能的路线为主。空宗的第三层真谛，禅宗称作“<strong>第一义</strong>”。按上一章的讨论，第一义在本性上不可说。禅师教弟子，只能通过个人接触，而无法提及佛法的根本原理。因为一旦把它叫做心或是别的什么，便落入“言筌”，即被言语约束。</li>\r\n<li>一些禅师用<strong>静默</strong>来表现第一义的无。从这一点出发，一切佛经都与第一义没有任何真正联系。</li>\r\n</ul></li>\r\n<li>修行的方法\r\n<ul>\r\n<li>第一义是不知之知，所以修行的方法也是<strong>不修之修</strong>。有修之修是有心，就是有为。<strong>不造新业，不是不做任何事，而是做事以无心</strong>。以无心做事，就是自然地做事，自然地生活。这样做事就不会引起任何结果，那么之前积累的业消除清尽后，就可以超脱生死轮回，达成涅槃</li>\r\n<li>从而修行的道理就是充分相信自己，放下其他一切，<strong>除了日用平常行事之外，别无用功，别无修行</strong>。这就是<strong>不修之修</strong>。这和不做任何修行的普通人是有区别的。因为无任何修行的普通人行日用平常事时，不见得完全无心，还是有所<strong>滞着</strong>。要达到不修之修的境界，首先要先记住，再为了忘记而记住必须忘记。慢慢地就可以忘记必须忘记，达成无所滞着。</li>\r\n<li>天生的无明和自然都是自然地产物；不修之修和不知之知都是精神的创造。</li>\r\n</ul></li>\r\n<li>顿悟\r\n<ul>\r\n<li>顿悟好比飞跃，禅师常叫做“<strong>见道</strong>”。它如太虚廓然，消除了一切差别。这种状态下，已经抛弃了普通意义的知识，因为这种知识还会假定有知和无知的区别。</li>\r\n<li>对于达到顿悟边缘的人，禅师惯用“<strong>棒喝</strong>”的办法，即字面意义上的用突然的棒喝，震动弟子，来达成最后的飞跃。</li>\r\n</ul></li>\r\n<li>无得之得\r\n<ul>\r\n<li>顿悟之所得，并不是得到了什么东西。按僧肇和道生的说法，<strong>真实即现象</strong>。顿悟前，“山是山，水是水”；顿悟后，山还是山，水还是水</li>\r\n<li>禅宗看来，圣人的生活无异于平常人。圣人自凡入圣，之后又必须从圣再入凡。这也叫做“<strong>百尺竿头，更进一步</strong>”。百尺竿头即悟的成就的顶点，在之后，还有别的事要做。不过这些事仍不过是平常的事</li>\r\n<li>不过顿悟后，事一样人却不一样了。因为此时，他对任何事都将毫无滞着</li>\r\n</ul></li>\r\n</ul>\r\n<h2 id=\"新儒家宇宙发生论者\">新儒家：宇宙发生论者</h2>\r\n<p>经过长期分裂后，中国在隋朝又恢复统一，隋朝不久后被更强盛的唐朝取代。此时，儒家重新恢复地位。科举即从官方的儒家经典注疏里出题。此时距董仲舒的年代太远，道家的复兴和佛教传入，使得新儒家对形上学、超道德价值更为感兴趣。</p>\r\n<ul>\r\n<li>韩愈和李翱\r\n<ul>\r\n<li>唐代后半叶，韩愈和李翱为了回答当代问题而重新解释了《大学》、《中庸》。他们认为道统代代传承，到孟子就失传了。而自己要作为孟子的继承者</li>\r\n<li>新儒家来源于三条思想路线：儒家本身、以禅宗为中介的道家、阴阳家的宇宙发生论</li>\r\n</ul></li>\r\n<li>周敦颐的宇宙发生论\r\n<ul>\r\n<li>周敦颐研究和发挥了《易传》里的观点，再用道教的图表示出来。他画的图叫“太极图”，而他的解释叫做“太极图说”</li>\r\n<li>《太极图说》发展自《易传》里的《系辞传上》——“易有太极，是生两仪”</li>\r\n</ul></li>\r\n<li>精神修养的方法\r\n<ul>\r\n<li>新儒家目的是教人成为圣人，圣人和佛的区别是，佛必须在社会和人世间提高精神修养，而圣人则必须在社会关系内提高精神修养</li>\r\n<li>周敦颐认为要成为圣人，需要“主静”。周敦颐说的“无欲”和道家以及禅宗里的“无为”、“无心”基本一样</li>\r\n<li>照新儒家的说法，心无欲，则如明镜，总能立即客观反映面前的任何对象。镜的“明”好比心的“<strong>明</strong>”；镜的立即反映就像心的“<strong>通</strong>”。从而对于外来刺激的反应都是“<strong>直</strong>”的。由于直，就可以“<strong>公</strong>”。由于“公”就能一视同仁，也就是“<strong>溥</strong>”。“无欲则静虚动直。静虚则明，明则通。动直则公，公则溥。明通公溥，庶矣乎”。所以，成为圣人的方法就是<strong>自然而生，自然而行</strong>。</li>\r\n</ul></li>\r\n<li>邵雍在易经的基础上，又发挥出十二卦，用来解释四季和一天内的流转\r\n<ul>\r\n<li>阳是宇宙成的力量，阴是宇宙毁的力量。宇宙外物都经过成和毁的阶段</li>\r\n</ul></li>\r\n<li>张载的宇宙发生论\r\n<ul>\r\n<li>张载强调“<strong>气</strong>”的观念。气是原始混沌的质料。他认为太极不是别的，就是气。浮、生、动的性质都是阳性，沉、降、静的性质都是阴性。气受到阳性和阴性的影响永远在聚散。气聚，就形成具体的事物；气散，就带来万物的消亡</li>\r\n<li>由于宇宙万物都是一气，所以人和其他事物都不过是一个伟大身躯的一部分。我们要侍奉宇宙的父母（乾坤），侍奉不需要做不平常的事，每一个道德行为，只要对它有觉解，就是侍奉宇宙的父母的行为。</li>\r\n<li>圣人由于觉解宇宙之性，因而知道“<strong>生无所得</strong>”，“<strong>死无所丧</strong>”。“生，吾顺事，没，吾宁也”。这和佛家、道家、道教对人生的态度都不同。</li>\r\n</ul></li>\r\n</ul>\r\n<h2 id=\"新儒家两个学派的开端\">新儒家：两个学派的开端</h2>\r\n<p>新儒家之后在程颢程颐两兄弟这里分裂成2个学派，弟弟程颐的学派由朱熹完善，称为“程朱学派”，或“<strong>理学</strong>”。哥哥程颐的学派被陆九渊和王守仁发展完成，称为“陆王学派”，或“<strong>心学</strong>”。</p>\r\n<ul>\r\n<li>理学和心学争论的核心问题用现在的话来说，就是自然界的规律是不是人心（或宇宙的心）所创造的</li>\r\n<li>程颢的“仁”\r\n<ul>\r\n<li>程颢赞同张载的《西铭》，因为《西铭》的中心思想是万物一体。在程颢看来，<strong>与万物合一是仁的主要特征</strong>。人必须觉解他与万物本来合一的道理，之后做事时诚实地遵循这个道理。这样积累多了，就会感到和万物合一。可是达到这个合一，又必须<strong>毫无人为的努力</strong>。</li>\r\n<li>程颢认为，万物都有对于“生命”的倾向，这种倾向构成了天地的“仁”。万物间都有内在的联系，孟子的“恻隐之心”或“不忍人之心”都不过是我们和他物间这种联系的表现。</li>\r\n</ul></li>\r\n<li>程朱的“理”的观念来源\r\n<ul>\r\n<li>程朱学派从《易传》中发展处自己的“理”的观念。和道家的“道”是统一的“一”相反，《易传》的道是“多”，它们是支配宇宙万物每个单独范畴的的原则。在此基础上，程朱认为<strong>我们所见的宇宙不仅是气的产物，也是理的产物</strong>。事物有不同的类，是因为气聚时遵循不同的理（这里的理就像规律、共相）。邵雍认为，个体事物存在前，支配事物生成变化的理就存在了，譬如在数学之前就有一个“数学”（客观规律）</li>\r\n<li>程朱认为<strong>万物要存在就一定在某种材料中体现某种原理</strong>。有某物，必有此物之理。形成某物的材料是“气”，而形成原理是“理”。“形而上者谓之道，形而下者谓之器”，“理”是形而上的“道”，是抽象的。“器”是个形而下的，是具体的。</li>\r\n</ul></li>\r\n<li>程颐的“理”\r\n<ul>\r\n<li>按程颐的说法，<strong>理是永恒的，不可加减的</strong>。形而上的世界“冲漠无朕，万象森然”，前半句是因为其中没有具体事物，后半句是因为其中充满了全部的理。不论实际世界有没有它们的实例，不论有没有人知道它们，它们都在那里。</li>\r\n<li>程颢和程颐都推崇用“敬”来修养精神。“敬”不仅包含了周敦颐提出的“静”里<strong>无须努力</strong>的意思，同时也包含了需要最初的努力来达到无须努力的状态。理学和心学的分歧争论的一个点就在“敬”的对象。</li>\r\n</ul></li>\r\n<li>处理情感\r\n<ul>\r\n<li>新儒家处理情感上，遵循着王弼的“<strong>有情而无累</strong>”。最重要的一点是，<strong>不要将情感和自我联系起来</strong>。程颢说的“廓然而大公，物来而顺应”，勿“自私”，勿“用智”，和周敦颐的“静虚动直”是一回事</li>\r\n<li>按程颢的观点，圣人亦有感情，但因为他的心“廓然大公”，这些情感不过是宇宙内的客观现象，和他本人并无联系。换句话说，<strong>他的心像一面镜子，可以照出任何东西，但只要对象消逝了，它引起的情感也随之消逝</strong>。新儒家常用的颜回“不迁怒”的例子就是这个道理。在新儒家看来，颜回不迁怒是因为他没有把情感和自我关联，一件事物在他心中引起的情感就像东西照在镜子里一样。</li>\r\n</ul></li>\r\n<li>寻求快乐\r\n<ul>\r\n<li>新儒家试图在名教中寻求乐地。程颐认为，圣人之乐是心境的自然流露，是自乐。曾点在回答孔子自己的志愿是什么时，说到“暮春者，春服既成，冠者五六人，童子六七人，浴乎沂，风乎舞雩，咏而归”。朱熹认为曾点恰有风流的基本品质，即<strong>超越万物的心</strong>，在生活里只遵从这个心，不遵从别的。曾点快乐，是因为他风流。</li>\r\n<li>新儒家认为，<strong>“名教”并不是“自然”的对立面，而是“自然”的发展</strong>。</li>\r\n</ul></li>\r\n</ul>\r\n<h2 id=\"新儒家理学\">新儒家：理学</h2>\r\n<p>朱熹又称朱子，他发展的程朱学派虽然受到非议，但仍然是最有影响力的独一的哲学系统。他既有渊博的学识，可以看作著名学者，又有精深的思想，使其成为一流哲学家。</p>\r\n<ul>\r\n<li>理\r\n<ul>\r\n<li>朱熹将程颐所说的“理”表述得更为清楚明白，“形而上者，无形无影是此理。形而下者，有情有状是此器”。宇宙中各类事物都有自己的理。正有此理，使此类事物成为此类事物（是不是很像<a\r\nhref=\"https://zh.wikipedia.org/zh-hans/%E9%B8%AD%E5%AD%90%E7%B1%BB%E5%9E%8B\">鸭子类型</a>）</li>\r\n<li>在具体的物存在之前，已经有理。理是永恒的</li>\r\n</ul></li>\r\n<li>太极\r\n<ul>\r\n<li>“极”字本意是屋顶正中最高处的房梁。每类事物都有理。理为此物之极，即终极的标准。然而宇宙全体，也一定有一个终极的标准。它包括万物之理的总和，又是万物之理的最高概括。所以叫做“<strong>太极</strong>”。</li>\r\n<li>太极不仅是宇宙全体的理的概括，也内在于万物的每个个体内。“在天地言，则天地中有太极；在万物言，则万物中各有太极”。万物各有太极，只是万物各有禀受罢了。</li>\r\n</ul></li>\r\n<li>气\r\n<ul>\r\n<li>现实的物质世界，由“气”组成，\r\n但“气”上面还需要有“理”的模式。任何个体事物都是气的凝聚，但它同时还是某类事物的一个个体，所以它就不只是气的凝聚，而是依照此类事物之理的凝聚。</li>\r\n<li>气和理都是永恒的。“天下未有无理之气，亦未有无气之理”。说气有始，是<strong>事实的</strong>谬误，说理有始，则是<strong>逻辑的</strong>谬误</li>\r\n<li>阴阳相交而生五行，五行产生我们知道的物质宇宙。这一点上，朱熹赞同周敦颐和邵雍的学说</li>\r\n</ul></li>\r\n<li>心和性\r\n<ul>\r\n<li>人性不过是个人所禀受的人之理。一个人为了存在，必须体现气。气，使人各不相同。任何人除了禀受于理，还有禀受于气的地方。这也是朱熹关于恶的起源的学说。“却看你禀的气如何。然此理却只是善。既得此理，如何得恶？所谓恶者，却是气也。”。所谓“气质之性”，就是个人气禀中发现的实际禀受之性。而固有的普遍形式的理，朱熹称作“天地之性”，以示区分。</li>\r\n<li>朱熹的系统里，<strong>性和心不同。行是抽象的，是理；心是理与气合的体现，是具体的</strong>。心能有活动，性则不行。但是心的活动也是因为性中有响应的理。仁、义、礼、智都是理，属于性，而“四端”则是心理活动。只有通过心，才能知道性。</li>\r\n<li><strong>心和性的不同，是理学和心学最大的分歧所在</strong>。</li>\r\n</ul></li>\r\n<li>政治哲学\r\n<ul>\r\n<li>国家之理，就是先王所讲所行的治道。它不是主观的东西，它永恒在那里。凡是在政治上有所作为的人，都在一定程度上按照此道而行，不过有时不自觉，不完全罢了。</li>\r\n<li>按照朱熹的说法，就像搭房子需要建筑原理，不去搭它也存在。要搭好房子，不论是处于直觉还是经验，都多多少少依照了建筑原理。</li>\r\n</ul></li>\r\n<li>精神修养\r\n<ul>\r\n<li>按上面所说，太极是万物之理的全体，而我们内部也有禀受，不过是受气禀所累，这些累未能明白地表现出来。所以我们要做的就是让被浊水污染的珍珠重现光彩。</li>\r\n<li>精神修养的办法分两方面：“<strong>格物</strong>”和“<strong>用敬</strong>”\r\n<ul>\r\n<li>“格物”的目的是“致知”，即“致”我们对于永恒的理的“知”。要知道抽象的理，先要从具体的物开始。我们知道的理越多，为气禀所蒙蔽的性就看得越清楚</li>\r\n<li>而用敬是为了见性。只有经常想着要悟，才能一朝大悟</li>\r\n</ul></li>\r\n</ul></li>\r\n</ul>\r\n<h2 id=\"新儒家心学\">新儒家：心学</h2>\r\n<p>程颢开创的心学，由陆九渊和王阳明完成。</p>\r\n<ul>\r\n<li>陆九渊的“心”\r\n<ul>\r\n<li>不同于程颐说的“性即理”，陆九渊认为“心即理”。在陆九渊看来，心和性并无区别。和朱熹不同，陆九渊系统里的世界不区分抽象和具体，只有一个世界，那就是心（个人的心）或“心”（宇宙的心）。就像陆九渊说的，“宇宙便是吾心，吾心便是宇宙”</li>\r\n</ul></li>\r\n<li>王守仁的“宇宙”\r\n<ul>\r\n<li>王守仁，又称作“阳明先生”。早年信奉程朱理学，在“格”竹子七天七夜后，一无所获。而后在贬谪到西南山区执政期间顿悟，之后将心学的学说系统化。</li>\r\n<li>王守仁的宇宙是一个精神的整体，其中只有一个世界，就是我们自己经验到的这个具体的实际世界。就像《传习录》里，王守仁对朋友所说的“尔未看此花时，此花与汝心同归于寂。尔来看此花时，则此花颜色，一时明白起来。便知此花，不在尔的心外”</li>\r\n<li>王守仁主张<strong>心即理</strong>。心是宇宙的立法者，也是一切理的立法者。</li>\r\n</ul></li>\r\n<li>“明德”\r\n<ul>\r\n<li>在这样的宇宙概念下，王守仁给予《大学》新的形而上解释、关于《大学》三纲领里的“明明德”，他认为“大人者，以天地万物为一体者也”。而“亲民”是明德的手段，亲民和明德做到极致，即可“止于至善”</li>\r\n<li>明德，不过是人心的本性。当我们对事物做出直接本能的反应时，此心就能自己把自己显示出来。这种知，是我们本性的表现，王守仁称作“<strong>良知</strong>”。正因为人人都有良知，人人都有做圣人的潜能。他需要做的只是将他的良知付诸实践，用王守仁的话来讲，就是“致良知”。</li>\r\n</ul></li>\r\n<li>“正事”（格物）\r\n<ul>\r\n<li>王守仁认为“致知”就是“致良知”，而致良知不能用佛家沉思默虑的办法，需要通过处理日常事务的经验。听从良知，真诚做事。如此正事，就同时致良知。</li>\r\n<li>八条目的下两步“诚意”，“正心”即至诚行之。如果我们寻找借口，不遵从良知的指示，我们的意就不诚。其余四步，修身、齐家、治国、平天下也都是致良知的延伸。</li>\r\n<li>良知是我们心里的内在光明，宇宙本有的统一，也就是《大学》里所说的“明德”。致良知就是明明德。</li>\r\n</ul></li>\r\n<li>用敬\r\n<ul>\r\n<li>在精神修养上，王守仁认为我们需要首先了解，每人各有本心，本心与宇宙合一。这个了解陆九渊认为就是“先立乎其大者”（先竖立崇高的目标）。</li>\r\n<li>陆王学派认为用敬里，需要“先立乎其大者”，然后以敬存之。批评程朱学派支离破碎地从格物出发。但是没有了格物，“先立乎其大者”就只能依靠顿悟。这一点有禅宗的意味</li>\r\n</ul></li>\r\n<li>对佛家的批评\r\n<ul>\r\n<li>程朱学派和陆王学派都批评佛学，但理由不同。朱熹认为佛家说具体世界是空的是不对的。因为还有理，理是永恒不变的，从这点上看，宇宙并不空。王守仁批评佛家出世的倾向和“空”的观念，主张致良知、积极参与世界。</li>\r\n</ul></li>\r\n</ul>\r\n<h2 id=\"西方哲学的传入\">西方哲学的传入</h2>\r\n<p>程朱学派相信永恒的理，但朱熹本人就没有严格执行从格物开始。他的绝大多数时间还是致力于经典的研究和注释，并相信古代圣贤的言论就是那些永恒的理。他的系统里有<strong>权威主义</strong>和<strong>保守主义</strong>成分。在成为国家的官方学说后，更是大大助长了这种倾向。</p>\r\n<ul>\r\n<li>对新儒家的反动\r\n<ul>\r\n<li>陆王学派就是这种保守主义的反动。他们用建议的办法，宿主每个人的直觉的知识，即良知。但王守仁的哲学也被人滥用。因为按王守仁的说法，<strong>良知只能告诉我们该做什么，但不能告诉我们怎么做</strong>。但后来被门徒发展成良知可以告诉我们一切，包括怎么做。</li>\r\n<li>在清朝的前200年，中国文化有了重大进展，但文化和社会的保守主义也大大滋长。程朱学派地位更加巩固。反对者攻击说，“朱子道，陆子禅”。从哲学发展的角度讲，这是好事不是坏事。因为它代表了不同哲学流派的综合发展。反对新儒家的人认为新儒家之害甚于佛、道，因为它像原先儒家，但又不一样。于是清代的学者发起了“回到汉代”运动，希望通过回到汉代学者对先秦经典所做的注疏，来找回更纯粹的“汉儒”。</li>\r\n<li>这种对于汉儒注释的研究称作“<strong>汉学</strong>”，相对立的新儒家被叫做“<strong>宋学</strong>”。汉学和宋学之争是清儒中一个思想论争。汉学家对于古代文献的文字解释对历史、语文学和其他研究奠定了基础。</li>\r\n</ul></li>\r\n<li>孔教运动\r\n<ul>\r\n<li>在基督教传入后，随着统治力量的衰弱，教会的冲击愈发明显。康有为发起了孔教运动，将孔子推到神的地位，试图建立有宗教本义的有组织的宗教。随着基督教本身影响的限制，孔教运动也夭折。在</li>\r\n<li>康有为和谭嗣同的年代，人们对西方哲学的了解还知之甚少</li>\r\n</ul></li>\r\n<li>西方思想传入\r\n<ul>\r\n<li>严复在从英国归来后，翻译了许多西方著作，这些译本广泛流传，有三个原因\r\n<ul>\r\n<li>丧权辱国震破了国人相信自己古老文明的优越感，使之产生了了解西方思想的兴趣</li>\r\n<li>严复的翻译并非字面意义，而是类比中国哲学的概念来让读者更好理解</li>\r\n<li>严复使用了古文的形式来翻译现代英语，是译本更像古典文章</li>\r\n</ul></li>\r\n<li>王国维是严复以外的另一个对西方哲学有研究的学者，但发现了哲学无法满足对人性和美感的理解和表达，放弃了哲学研究</li>\r\n</ul></li>\r\n<li>西方哲学传入\r\n<ul>\r\n<li>西方哲学对中国哲学的永久性贡献是<strong>逻辑分析方法</strong>。这种<strong>正</strong>的方法试图做出区别，告诉我们它的对象是什么。这恰恰和中国哲学<strong>负</strong>的方法视图消除区别，告诉我们对象不是什么相反</li>\r\n<li>西方的逻辑和名家有相似之处，所以对于西方哲学的早期翻译，都有联系中国的名家。这也让名家重新得到仔细研究</li>\r\n<li>西方哲学传入复兴了对中国哲学包括佛学的研究，毕竟对于不熟悉的新观念，一个人还是习惯映射到熟悉的观念寻求比较和相互印证</li>\r\n</ul></li>\r\n</ul>\r\n<h2 id=\"现代世界的中国哲学\">现代世界的中国哲学</h2>\r\n<p>这一章了，冯友兰先生给出了自己对哲学的理解，以及未来中国哲学的发展方向。</p>\r\n<ul>\r\n<li>从哲学家的角度，弄清楚过去哲学家的观念，并将之推导到逻辑结论，以便看出这些理论是否正确，这比仅了解这些观念和理论是什么更有意义</li>\r\n<li>哲学的推理，更精确地说，形上学的推理，其<strong>出发点是经验中有某事物存在</strong>。其余观念和概念都从“某种事物存在”演绎出来。例如形上学只能知道有“理”，但不知道“理”的内容，发现“理”是什么的工作要交给科学。“理”概念本身是绝对的，永恒的。而我们知道的作为科学规律的理，则是相对、可变的。“理”的实现要有物质基础，<strong>社会里的“理”需要的物质基础就是这类社会的经济基础</strong>（这个思路和恩格斯分析<a\r\nhref=\"https://shenlvmeng.github.io/blog/2023/10/16/source-of-family-and-country/\">家庭和国家</a>产生的思路一样）。</li>\r\n<li>好的形上学是明明白白的，不需要说相信它，就像不需要说相信数学一样。<strong>“某事物存在”是对实际的一个肯定，也是形上学需要做的唯一肯定</strong>。</li>\r\n<li><strong>哲学的用途不是增加实际的知识，而是提高精神的境界</strong>。哲学的发展使它最终达到超越经验的“某物”。在“某物”里存在不可感不可思的东西。<strong>人需要先思，才能知道不可思者，正如人需要声音，才知道静默</strong>。关于超越经验和理智者，不可能说得很多，所以哲学，至少是形上学，性质上一定是简单的。</li>\r\n<li>人生的境界\r\n<ul>\r\n<li><strong>人与其他动物的不同，在于人做某事时，了解自己在做什么，并且自觉他在做。这种觉解使他的作为有了意义。各种事有各种意义。各种意义合成一个整体，就构成了他的人生境界</strong>。</li>\r\n<li>人生境界从低到高可以分为四层：自然境界、功利境界、道德境界、天地境界。在自然境界是，人全凭本能和社会风俗做事，他所做的事意义很少。人意识到自己，为自己做事，便到了功利境界。还有的人，了解到社会的存在，自己是社会的一员，有这种觉解，为社会利益做事，他所做的每件事都有道德意义，这时就达到了道德境界。当人了解到社会上还有更大的整体——宇宙，自己还是宇宙的一员，即“天民”。有这种觉解，做的事就有了<strong>超道德意义</strong>，这时的人生境界就是最高的天地境界。</li>\r\n<li>四种境界里，前两者是自然的产物，后两者是<strong>精神的创造</strong>。而哲学的任务就是帮助人达到后两个境界，教人何以成为贤人乃至圣人。中国哲学倾向于成为圣人，所做的事也无异于平常人，只不过由于有<strong>高度的觉解</strong>，他的事就有不同的意义。所以中国的圣人和中国哲学都是既入世又出世的。</li>\r\n</ul></li>\r\n<li>形上学的方法论\r\n<ul>\r\n<li>正如上面所说，形上学有正的方法和负的方法。正的方法是说形上学的对象是什么，负的方法则是不说它。说和不说都能揭示它的性质的某些方面。禅宗就能很好体现这种静默的哲学。</li>\r\n<li>西方哲学以“假设的概念”为出发点，中国哲学以“直觉的概念”为出发点</li>\r\n<li>对于习惯负的方法的人，不可知就是不可知，所以<strong>不应该</strong>对它说什么，这理所应当。<strong>形上学的任务不在于对于不可知者说些什么，而仅仅在于，对于不可只是不可知这个事实，说些什么</strong>。谁若知道了不可知是不可知，就算对于它有所知。</li>\r\n<li>负的方法实质上是神秘主义的方法，神秘主义不是清晰思想的对立面，它不是反对理性，而是超越理性。<strong>一个完全的形上学系统，应当始于正的方法，终于负的方法</strong>。通过正的方法，达成哲学的实质的清晰思想，再通过负的方法，超越理性达成哲学的最后顶点。正负的方法结合才能产生未来的哲学</li>\r\n<li>使用负的方法前，哲学家必须通过正的方法；在达成哲学单纯性之前，它必须通过哲学的复杂性。换句话说，“<strong>人必须先说很多话，然后保持静默</strong>”。</li>\r\n</ul></li>\r\n</ul>\r\n<p><em>--END--</em></p>\r\n",
            "tags": [
                "哲学",
                "哲学史",
                "孔子",
                "老子",
                "儒家",
                "道家",
                "佛教",
                "禅宗",
                "理学",
                "心学"
            ]
        },
        {
            "id": "http://shenlvmeng.github.com/blog/2019/03/12/wisdom-of-life-pessimistic-life/",
            "url": "http://shenlvmeng.github.com/blog/2019/03/12/wisdom-of-life-pessimistic-life/",
            "title": "《人生的智慧》 ——幸福与人生",
            "date_published": "2019-03-11T16:14:51.000Z",
            "content_html": "<blockquote>\n<p>“在读完叔本华的书第一页以后，就知道得很清楚，我要把他写的所有东西都读完为止；他说的每一个字词我都要听” —— 尼采</p>\n</blockquote>\n<p>尽管是出自腰封上的促销的话，尼采的推介语比“当代名家们”写的“此书甚好读世之绝有”格调就要高很多了。《人生的智慧》一书取自于叔本华晚年最后一部巨著《附录和补遗》的一部分，包含了他对《作为意欲和表象的世界》其中哲学观点的补充，以及回首一生的一些更广泛的思考。对比哲学形而上学的深奥探讨，这本书讨论的事情与世俗生活甚是接近，叔本华在书中放弃了居高临下的审视态度，用他擅长的冷峻客观的笔法努力将讨论变得清晰简明。</p>\n<blockquote>\n<p>“看到我最后的小孩的诞生，我是多么的高兴。随着这一部著作的完成，我在这个世界上的使命也就终于完成了。我的却感到了如释重负，这一重负在24年来，一直沉重地压在我的双肩。 —— 叔本华”</p>\n</blockquote>\n<p>《人生的智慧》书中延续了叔本华形而上学和悲观主义哲学。叔本华认为：</p>\n<ul>\n<li>意志可以脱离客观实在而存在，甚至能超越人的理性</li>\n<li>同时他将极端悲观主义与之联系，认为人意志的存在是一切痛苦的根源</li>\n<li>世界为意志表象，而人生只是表象的一种状态；从而生活在表象的世界中，一切都是虚幻泡影，现实的生活没有任何意义</li>\n</ul>\n<p>在这本书中字里行间都渗透着他上面的认识，幸运的是，书写的角度足够世俗，逐一探讨关于人性、人格、地位、荣耀、名声等长久困惑人们的问题，认为<strong>有智慧的人应该以超然而明智的态度对待世务</strong>。通篇在论述道理时，并不像苦口婆心的教导或谆谆教诲的指引。你能感受到他只是静静地表达自己的思想，不把它强加给你；但当你合上书后，那些思想结晶却已让你心悦诚服地接受。</p>\n<p>全书分为下面几节展开。</p>\n<h2 id=\"基本的划分\"><a href=\"#基本的划分\" class=\"headerlink\" title=\"基本的划分\"></a>基本的划分</h2><p>除开外在的财与名外，内在的健壮充实、精神世界的高追求和高禀赋更有助于找到幸福。</p>\n<ul>\n<li>人的命运决定于<strong>人的自身</strong>，<strong>人拥有的身外之物</strong>，<strong>人向其他人展示的样子</strong>；这也是后面论述的划分</li>\n<li>人的内心快乐异或痛苦首先都是人的感觉、意愿、思想的结果，人身外的所有事物都只是间接地发挥作用</li>\n<li>一个人精神能力的界限决定性地限定了他领略高级快乐的能力</li>\n<li>人的自身是具有<strong>绝对价值</strong>且<strong>他人无法得到的</strong>，这和后两点完全不同。<strong>人的自身对人的幸福而言比人所拥有的财富重要得多。</strong></li>\n<li>我们不应该把这一说法错误地理解为：我们应该忽略赚取那些必须和适合的东西，但真正的财富，亦即过分的丰裕盈余，对我们幸福帮助不大</li>\n<li>人拥有的财产、物品和人的名誉、声望是互为影响、促进的关系</li>\n</ul>\n<h2 id=\"人的自身\"><a href=\"#人的自身\" class=\"headerlink\" title=\"人的自身\"></a>人的自身</h2><blockquote>\n<p>无论身在何处，我们只能在我们自身寻找或者获得幸福 ——《旅行者》</p>\n</blockquote>\n<p>每个人都必须成为和做最好的自己，一个人越能做到这一点，在身上就越能够找到乐趣和幸福的源泉。精神需求（即陶冶自己）有助于摆脱无聊、摆脱庸俗，追求真正的幸福。</p>\n<ul>\n<li>对人的幸福起着首要和关键作用的是主体的好处，即健康的身体和心灵。</li>\n<li>让我们幸福或者不幸福的事情不是那些客观、真实的事物本身，而是我们对这些事物的理解和把握</li>\n<li><strong>人类幸福的两个死敌就是痛苦和无聊。还有我们成功远离其中一个的时候，也就在同等程度接近了另一个</strong>。外在原因是生活的艰辛和匮乏造成了痛苦，而相反丰裕和安定就会产生无聊；内在原因是<strong>一个人对痛苦的感受能力与对无聊的感受能力成反比</strong>。精神迟钝就不易感到痛苦的忧伤，后果就是内在空虚，外在体现一刻不停地关注外在世界的各种事情；精神敏锐的人思想活跃，奔涌不息，很少感到无聊，但相反更易提高了对精神痛苦的敏感性。</li>\n<li>正是由于内在空虚，人们才追求社交、娱乐和五花八门的奢侈</li>\n<li><strong>一个人自身拥有越丰富，对身外之物的需求就越少，别人对他来说就越不重要</strong></li>\n</ul>\n<blockquote>\n<p>愚蠢的人饱受无聊之苦 —— 塞内加<br>愚人的生活比死亡还要糟糕 —— 耶稣·西拉克</p>\n</blockquote>\n<ul>\n<li>思想狭隘的人更容易受到无聊侵袭，他们会为意欲找到一些琐碎、微小和暂时的动因，以图刺激意欲并以此刺激智力活动起来。因为没有动因时意欲就休息了，智力也就放假了。对于这种人，<strong>闲暇</strong>只会造就无用的家伙。</li>\n<li>为了争取外在之物而失去了内在的东西，比如为了荣耀、地位、排场、头衔、名声牺牲自己全部或大部分的宁静、闲暇和独立——这是极度愚蠢的行为</li>\n<li>人的快乐分三种：<strong>机体新陈代谢能力带来的快乐</strong>，如吃喝；<strong>发挥肌肉力量带来的快乐</strong>，如狩猎；<strong>施展感觉能力方面的快乐</strong>，如思考观察。感受能力约卓越，我们享受的精神快乐就越大。</li>\n<li>精神生活是“天才”的唯一目标，生活知识他们实现自己目标的一种手段。这类人即使有最良好的性格脾气，也不会对朋友、家庭、集体表现出其他人都有的休戚与共。因为他们自给自足，只有拥有自身内在，失去了其他一切也能得到安慰。</li>\n<li><strong>一个内在丰富的人需要闲暇去培养和发展自己的精神才能，享受自己的内在财富。</strong>闲暇即自我。</li>\n<li>闲暇是反命运的。因为人的天然使命就是花费时间去获得自己和家人赖以生存的东西，而不是自由发挥自己的智力。因此需要闲暇是一个人的幸运。因为这体现了他不同常人的禀赋。</li>\n</ul>\n<h2 id=\"人所拥有的财产\"><a href=\"#人所拥有的财产\" class=\"headerlink\" title=\"人所拥有的财产\"></a>人所拥有的财产</h2><p>财富应该是手段而不是目的。</p>\n<ul>\n<li>一个人拥有财产的方面是否得到满足由他期待得到的财产和他已经拥有的财产之间的关系所决定</li>\n<li>我们感到不满足的根源，在于我们不断推高我们的期望。</li>\n<li>我们应把现有的财富视为抵御众多可能发生的不行和灾祸的城墙</li>\n<li>（赚钱）这苦役本是凡夫俗子的天然命运。只有得到命运如此垂青和眷顾的人，才可能是真正自由的人，是“自己的主人”。</li>\n</ul>\n<h2 id=\"人所展现的表象\"><a href=\"#人所展现的表象\" class=\"headerlink\" title=\"人所展现的表象\"></a>人所展现的表象</h2><p>正视、珍视自我认知，不要狂热地活在他人的看法里。珍惜自己的个性，尤其是较好的一面。</p>\n<ul>\n<li>他人的看法就其本身而言，对我们的幸福并非至关重要。（我们会受到他人看法的影响）从我们的角度出发，应该抑制这一人性的弱点，尽量降低我们对待别人意见的敏感程度。</li>\n<li>每个人首要并确实是活在自己的皮囊里，而不是活在他人的见解中。据此，<strong>正确评估自己本身的价值和看待他人对自己的看法，对我们的幸福大有裨益</strong>。把别人的意见和看法看得太过重要是人们普遍犯下的错误</li>\n<li>虚荣使人健谈，骄傲使人沉默</li>\n<li>如果我们善意地忽略自己的优点，他人就会真心、坦率地把我们认定为就是这个样子</li>\n<li>个性远远优于民族性</li>\n</ul>\n<blockquote>\n<p>你必须强迫自己接受应有的骄傲 —— 贺拉斯</p>\n</blockquote>\n<p><em>（注：即对自己应有的心安理得）</em></p>\n<h3 id=\"地位\"><a href=\"#地位\" class=\"headerlink\" title=\"地位\"></a>地位</h3><p>地位对于增进幸福的目的而言，没有什么意义。然而大众缺乏判断力，记忆力也不强，这也是地位意义不大的原因。</p>\n<h3 id=\"名誉\"><a href=\"#名誉\" class=\"headerlink\" title=\"名誉\"></a>名誉</h3><p><strong>名誉在客观上是他人对我们的价值的看法，主观上则是我们对于他人看法的顾忌</strong>。每一个人为了维持名誉，需要完成在他所占据的独特位置上，人们要求他和期望他做好的事情。而他通常也会重视别人的这些看法，即“名誉感”或“羞耻感”。</p>\n<h4 id=\"公民名誉\"><a href=\"#公民名誉\" class=\"headerlink\" title=\"公民名誉\"></a>公民名誉</h4><ul>\n<li>之所以有名誉，归根到底是因为人们确信一个人的性格是不会改变的</li>\n<li>公民名誉即道德</li>\n<li>名誉只是标明这个人不是一个例外，声望却标明这个人是一个例外。因此，声望是要争取的，而名誉只需保有就行了。</li>\n<li>名誉的价值是间接的</li>\n</ul>\n<h4 id=\"公职名誉\"><a href=\"#公职名誉\" class=\"headerlink\" title=\"公职名誉\"></a>公职名誉</h4><ul>\n<li>公职名誉要求担任公职的人，除了保有公民名誉，还要对其职位保持尊敬</li>\n<li>自愿为国家服务的人亦都享有公职荣誉</li>\n</ul>\n<h4 id=\"性别名誉\"><a href=\"#性别名誉\" class=\"headerlink\" title=\"性别名誉\"></a>性别名誉</h4><p><em>（注：这一部分论述的是传统社会中的性别名誉）</em></p>\n<ul>\n<li>女性名誉远比男性名誉重要，因为女性与异性之间的关系在女性生活中是头等大事</li>\n<li>女性从男性哪里要求和期待一切东西，而男性从女性哪里首要和直接地只要求得到一样东西——女性本身。可以说，女性名誉的价值只是一种习俗的常规意义上的价值</li>\n</ul>\n<h4 id=\"骑士名誉\"><a href=\"#骑士名誉\" class=\"headerlink\" title=\"骑士名誉\"></a>骑士名誉</h4><p>这类名誉在西方历史中较为典型。</p>\n<ul>\n<li>骑士名誉跟一个人自身价值或道德本性没有关系，只和他人对我们的看法和行为有关。只要因为他人的污言秽语或行动冒犯丧失了骑士名誉，我们能做的只有诉诸身体和暴力，通过决斗的方式恢复名誉。</li>\n<li>骑士名誉是自大和愚蠢的象征。看似匪夷所思，实际也在我们生活中时常出现。一个真正珍视自己价值的人，面对空穴来风的侮辱、诋毁会淡然处之，但如果做不到这一点，那精明和修养会帮他掩藏起怒气</li>\n<li>我们应该避免对一些身体冲撞做过度解读，这会带来真正的祸害</li>\n</ul>\n<h4 id=\"民族荣誉\"><a href=\"#民族荣誉\" class=\"headerlink\" title=\"民族荣誉\"></a>民族荣誉</h4><p>民族荣誉上，武力是唯一的裁决者。相比可信任来说，令人生畏是民族荣誉和国家荣誉更需要的。</p>\n<h3 id=\"名声\"><a href=\"#名声\" class=\"headerlink\" title=\"名声\"></a>名声</h3><blockquote>\n<p>石头扔进泥淖，是不会弄出涟漪的 —— 谚语</p>\n</blockquote>\n<ul>\n<li>名誉包含人们在同等处境下必须具备的素质；而名声涉及的素质是我们不可能要求人们一定具备的。这可以是行为业绩或思想作品。行为业绩一方面有赖机遇，另一方面总是跟随动因，所以往往不能持久。而思想作品通常开始声音微弱，而后历久弥新逐渐响亮起来。</li>\n<li>名声维持的越久，到来得就越迟。人类精神思想最高级的产物一般都不会受大众欢迎，根本原因就是每一个人只能真正理解和欣赏自己同类</li>\n<li>名誉是作为信用预先支付的，而名声只能是顶住嫉妒，经过争取得来的。要创作优秀的作品，避免低劣的作品，创作者就必须地址和鄙视大众和其代言人的批判。从而<strong>名声总是逃离追逐它的人，却会尾随对它毫不在意的人</strong>。</li>\n<li><strong>有价值和让人幸福的不是名声，而是借以获得名声的东西</strong>，或更准确的说，让人得到幸福的是产生这些优点和贡献的思想与能力。</li>\n<li>大众的头脑是可怜、凄凉的舞台，这里不可能有真正的幸福。既然人们一般都缺乏独立判断，尤其缺乏欣赏高级别和高难度成就的能力，所以，人们总是听从他人的权威</li>\n</ul>\n<h2 id=\"建议和格言\"><a href=\"#建议和格言\" class=\"headerlink\" title=\"建议和格言\"></a>建议和格言</h2><p>聊了上面一些原则性的话题，下面谈一些建议。</p>\n<h3 id=\"泛论\"><a href=\"#泛论\" class=\"headerlink\" title=\"泛论\"></a>泛论</h3><blockquote>\n<p>理性的人寻求的不是快乐，而只是没有痛苦</p>\n</blockquote>\n<p><em>（注：叔本华的悲观主义认知）</em></p>\n<ul>\n<li>缺少痛苦的程度是衡量一个人生活幸福的标准。而没有痛苦的状态是真正的最大的幸福。</li>\n<li>正是奋力争取幸福快乐、荣耀排场带来了巨大的不幸</li>\n</ul>\n<blockquote>\n<p>我们所说的社交、聚会、沙龙，是悲惨的一出戏，一台糟糕的话剧，乏味、无趣，依靠机械、服饰和包装暂时地撑持。 ——《格言和随想》</p>\n</blockquote>\n<ul>\n<li>一般来说，人们常做的一大蠢事就是过分地为生活未雨绸缪</li>\n</ul>\n<h3 id=\"对待自己\"><a href=\"#对待自己\" class=\"headerlink\" title=\"对待自己\"></a>对待自己</h3><p>对自己负责，自给自足。冷静、理性地使用自己的思想能力。</p>\n<ul>\n<li>对自己生命计划有一个大概的了解，能够比任何一切都更有效地增强自己的勇气</li>\n<li><strong>人生智慧的重要一点是在关注现在和计划将来两者之间达成恰到好处的平衡</strong>。我们的存在唯独就在这一时间。</li>\n<li>只有人挣脱了所有各种可能的期望和要求<em>（注：这当然不现实）</em>，返回赤裸和冰冷的存在本身，人才领会精神上的安宁，而精神上的安宁却是幸福的构成基础</li>\n<li>思想活动要和实际活动相结合<em>（注：学而不思则罔，思而不学则殆）</em></li>\n<li>要<strong>勤于反省</strong>，不要随波逐流</li>\n<li><strong>谁要是不热爱独处，他也就不热爱自由</strong>。社交聚会要求人们做出牺牲，而一个人越具备独特的个性，他就越难做出这样的牺牲。社交聚会一旦人多势众，平庸就会占据上风。有深度的交谈和充满思想的想法，只能属于有思想丰富的人所组成的聚会。而在泛泛的社交聚会上，人们对有思想见识的谈话绝对深恶痛绝，所以在这种社交场合要取悦他人。</li>\n</ul>\n<blockquote>\n<p>一个完全依靠自己，一切称得上属于他的东西都存在于他的自身的人是不可能不幸福的 —— 西塞罗</p>\n</blockquote>\n<ul>\n<li><strong>只有那些依靠自己，总的来说能够成为自己的人才是处境最妙的</strong>。促使人们热衷与人交往的原因，就是人们无法忍受孤独或无法在孤独中忍受自己。而人们单调的个性使他们无法忍受自己，人的群居生活可被视为人与人相互间的精神取暖。</li>\n<li>一个人的高贵本性首先反映在这个人无法从他人的交往中得到乐趣<em>（注：持保留意见）</em>。虽然生活在众人之中，但他不可以成为众人的一份子，而是要与众人更多地保持某种纯粹客观的联系<em>（注：从某种角度讲，就是缺乏人情味。我认为在叔本华所推介的精神高尚境界以及世俗感情间找到一个平衡点才是最适宜的）</em>。</li>\n<li>嫉妒对人来说是自然的，但嫉妒既是一种罪恶又是一种不行。<em>（注：叔本人也没有给出有效地克服这种感情的办法）</em></li>\n<li>不要老是紧张兮兮不断回头重新考虑已经付诸实行的事情和担忧可能遭遇到的危险，应该给思考贴上封条，确信已经考虑到了一切，并以此得到安慰</li>\n<li>遭遇不幸时，要能积极主动地面对生活，把握住自己的情绪，改变能改变的</li>\n<li><strong>任何关乎我们痛苦和快乐的事情都应该以理性和判断力去观察和考虑</strong>，对其不掺杂个人情绪的思考。与此同时，<strong>千万不要让想象力介入思考</strong>，因为想象力无法对事情做出判断，智慧毫无益处地扰乱我们的情绪。</li>\n<li>在夜晚，我们的理解力和判断力就变得疲倦和呆滞，已无法深入事情的本质。因此<strong>夜晚并不适宜思考严肃的，尤其令人不悦的事情</strong>。早上适合人们从事工作和创造，不管是精神上还是体力上的。因为早晨是一天的青年期，一切都是明亮、新鲜和轻松的。</li>\n<li>只在恰当的时间里操心、享受、忍耐一样事情，其他的则完全不要想<em>（注：想清楚自己为何烦忧，逐个击破，不要带着包袱前进）</em></li>\n</ul>\n<blockquote>\n<p>生命在于运动 —— 亚里士多德</p>\n</blockquote>\n<ul>\n<li>我们的生存从本质上就是不停歇、不安的。<strong>去操劳、去克服困难是人的一种需要。持久的享受和完全的满足所带来的停滞和静态，会让人无法忍受</strong>。克服障碍是人的本能，没有机会时，人们也会依照自己的个性去制造这样的机会</li>\n<li>肌肉会疲劳，精神操劳得厉害也会变衰弱。我们不应强制性地、持续不停顿和在不适宜的时间用脑，<strong>我们一定要给予大脑必需的、充足的睡眠，借此修养、恢复</strong>。睡眠是我们提前借取的一小段死亡，以此获得和更新被白天所耗尽了的生命。</li>\n</ul>\n<h3 id=\"看待他人\"><a href=\"#看待他人\" class=\"headerlink\" title=\"看待他人\"></a>看待他人</h3><p>他人是固执的，不要抱太高的期望。要谨慎机灵，避免受伤。</p>\n<ul>\n<li>为了在人群中生存，我们必须容许和承认别人以既定的个性存在。<strong>我们关心的只是如何以一个人的本性和特质所允许的方式利用这个人，既不应该希望改变也不可以干脆谴责这个人的本性</strong></li>\n<li>人与人在精神、气质上的同声相应或大相径庭，会轻易和很快在人们的交谈中显现出来。同类的两个人很容易就谈论的一切达成某种程度的和谐一致。</li>\n<li>记忆中人会被理念化，这个美化工作需要很长时间才能完成。要想得到这个好处，方法之一就是尽量不要与人见面</li>\n<li>和别人说话时，会自然地把自己降到他人的水平。因此<strong>和庸俗的人交谈时，自己不同时变得庸俗简直就是不可能的事情</strong>。</li>\n</ul>\n<blockquote>\n<p>很难在高度尊敬一个人的同时，有非常喜爱他 —— 拉罗什富科<br>取悦我们所必需的思想深度刚好就是我们自己的思想深度 —— 《论精神》 第2篇，第10章</p>\n</blockquote>\n<ul>\n<li><strong>我们只能选择得到别人的尊敬，或是他们的喜爱。</strong>别人对我们的喜爱总是出于私心，且并不总是值得我们自豪的。别人对我们的尊敬，情况相反，因为这是我们强行从别人哪里、违背他们意愿获得的。别人通常都把这尊敬掩藏起来。尊敬和我们的价值紧密相关，而喜爱则不是，因为<strong>喜爱是主观的，尊敬是客观的</strong></li>\n<li>大部分人都是如此主观，根本上除了他们自己外不会对别的感兴趣，结果就是别人说什么话马上就能让他们联想到自己。在这些人身上，意欲远远压倒了认识力，他们微弱的智力完全服务于意欲们甚至片刻也摆脱不了意欲的控制。<strong>占星术是一个极好的证明，由于人这种可鄙的主体性，所以把一切都与自己搭上关联。占星术把天体的运行和寒酸的自己拉上关系，也把它与尘世间的俗事、丑行联系在一起。这种情况古已有之</strong>。</li>\n<li><strong>对任何人都不可太过迁就和热情</strong>。如果我们太过友好、礼貌和殷勤，我们反而有可能失去这些朋友。与人交往的优势全在于任何方面都不需要对方，<strong>并且让他们看到这一点</strong>。</li>\n</ul>\n<blockquote>\n<p>不尊崇别人的人会受到别人的尊崇 —— 意大利谚语</p>\n</blockquote>\n<ul>\n<li>谁要是以为这世上魔鬼就是头上长角或者傻瓜就是身挂铃铛，他就会永远成为他们的猎物和玩物。与他人交往时，人们只是露出其中的一面。无论如何，对刚认识不久的人，都应注意不要评估太高。否则十有八九我们都会失望甚至蒙受损失。<strong>一个人会在细节小事上疏于防备，从而表露出自己的性格</strong>。</li>\n</ul>\n<blockquote>\n<p>没有哪条狗是坏到不会摇尾巴的 —— 意大利谚语</p>\n</blockquote>\n<ul>\n<li>要具备某种不发自我们与生俱来的本性，而只是出自理想思考，完全从外在获得的性格，是件很困难的事。人的天性从来没有完全停止过对此的抗争。<strong>造作是我们对自己的某种自我谴责和贬低</strong>。我们不能无条件放任自流，完全表现自己的样子。<strong>对否定属性的隐瞒是合理的，但是对肯定属性的冒充是不对的</strong>。</li>\n<li>以他人为镜，从中能清楚看到自己的缺点</li>\n<li>人与人最重要的关系和由此产生的联系不是理念上的<em>（注：即兴致相投）</em>，而是以某种物质利益为基础。这点认识上的转变通常在年长时才会认识到。因为<strong>在这个贫穷和匮乏的世界，应付匮乏和需求的手段无论在何处都是最重要的，因此也是压倒一切的。</strong></li>\n<li>在这个世界上流行的不是真正的尊重和真正的友谊，只是做得尽量逼真和自然地显示尊重和友谊的表面功夫。朋友间分隔太远或长时间不见会有损友情，<strong>甚至我们最亲爱的朋友随着岁月的流逝会逐渐变成抽象的概念，我们对他们的关切也越来越变得纯粹只是理性上的</strong>。</li>\n</ul>\n<blockquote>\n<p>从我们最好的朋友所遭遇的不幸，我们总能找到某样并不会使我们不悦的东西 —— 拉罗什富科</p>\n</blockquote>\n<ul>\n<li>一个人表现出聪明和思想只能激起人们对他的憎恨和方案，并且这种感情还因为憎恨者和反感者没有正当理由说出来而变得更加强烈。<strong>显示自己的聪明智慧其实就是间接地指责别人愚蠢和无能</strong>。每个人都会本能地靠近给他带来优越感的物体。</li>\n</ul>\n<blockquote>\n<p>要取悦别人的话，唯一的方式就是把自己裹以最傻呆的动物的外皮 —— 格拉西安</p>\n</blockquote>\n<ul>\n<li><strong>保持礼貌就是大家心照不宣订下这样一条协议：我们都将互相忽略和避免对方在道德上和智力上的可怜本质。</strong>有礼貌是精明的做法，不礼貌的言行是愚蠢的。<em>（注：礼貌是人的一种保护措施，用光彩的外表掩饰贫乏难看，有棱有角的内在动物本性；在公众面前失去礼貌，就有如脱光衣服示众）</em></li>\n<li>人的性格是不会改变的。<strong>一辈子也难改变一个人，能改变一个人的只有他自己</strong></li>\n<li>所有激烈的情绪都来自意欲，而认识力在本质上是冷静的</li>\n</ul>\n<blockquote>\n<p>你的敌人不可以知道的东西，都不能告诉你的朋友 —— 阿拉伯谚语<br>如果保持沉默，那我的秘密就是我的囚徒；如果失口说出这个秘密，那我就变成了这秘密的囚徒 —— 阿拉伯谚语<br>沉默之树结出安宁之果 —— 阿拉伯谚语</p>\n</blockquote>\n<ul>\n<li>选择沉默是精明所致，采用说话则是虚荣心使然。我们经常都有做出这两者的机会，但通常为求得瞬间的快意而选择说话，不惜舍弃沉默所带给我们的长久好处</li>\n<li>对不少人我们可以态度礼貌、声调友好地说出真正无礼的话语，而又避免直接的危险。<em>（注：因为这表示我们并没有诉诸自己的感情，没有情绪化）</em></li>\n</ul>\n<h3 id=\"看待命运\"><a href=\"#看待命运\" class=\"headerlink\" title=\"看待命运\"></a>看待命运</h3><p>要对可能面临的苦难有所认识和准备。</p>\n<ul>\n<li>通常，外在的时间和我们的根本目的犹如两股向着不同方向牵引的力，这两股力形成的对角线就成了我们的生活轨迹。</li>\n<li>一个精明的人不会被事物恒久不变的表象欺骗，甚至能预见事物即将发生的变化方向</li>\n<li>时间索取的利息比任何一个高利贷都夸张</li>\n<li>总的来说，一个人在遭遇各种不幸横祸的时候，如果能够保持镇定自若，那就显示出他知道人生有可能遭遇的灾难是巨大和不可胜数的。</li>\n<li>我们对每天人际交往中遇到的琐细烦忧，不可以放在心上，放在脑子里，而应视这些东西为前进路上的小狮子，随脚踢开，千万不要认真回想和琢磨这些事情。</li>\n<li>一定程度的敬畏对于我们在这一世界的生存是必须的</li>\n</ul>\n<h2 id=\"人生的各个阶段\"><a href=\"#人生的各个阶段\" class=\"headerlink\" title=\"人生的各个阶段\"></a>人生的各个阶段</h2><h3 id=\"童年期\"><a href=\"#童年期\" class=\"headerlink\" title=\"童年期\"></a>童年期</h3><p>懵懂，上帝视角观察生活，不被意欲牵扰。</p>\n<ul>\n<li>童年期我们更多处于认知而不是意欲的状态，因此也充满了幸福。这个时候，生活以其全部以呈现在我们眼前，一切都是那样的新颖、鲜活。在童年期和青年早期对事物的经验和认识构成了以后所有认识和经验的固定原型和类别。</li>\n<li>教育也忙于向我们灌输概念。不过这些概念并不会给我们真正本质的东西。这些东西就在我们对这个世界所作的直观把握中</li>\n<li><strong>所有事物的客体存在，亦即其纯粹在表象中的存在，总是令人愉快的，而这些事物的主体存在，亦即作为意欲存在时，却都沉浸在痛苦和悲哀中</strong>。</li>\n<li>在稍后的日子，我们有了对现实生活的渴望，急切期盼做事和受苦，这把我们拉进了喧嚷、骚动的人生。我们逐渐了解事物的另一面，即意欲的一面。</li>\n</ul>\n<h3 id=\"青年期\"><a href=\"#青年期\" class=\"headerlink\" title=\"青年期\"></a>青年期</h3><ul>\n<li>在青年期困扰我们造成我们不幸福的原因是，我们对幸福的<strong>刻意追求</strong>。无论处在何种环境，我们通常都会感到不满，那是因为我们把现在才首次了解到的、无处不在的人生的空虚和可怜归咎于我们的环境</li>\n<li>如果人的前半生特征是苦苦追求幸福而又无法满足，那人的后半生特征则变成了害怕遭遇不幸</li>\n<li>一个成熟的人从自己生活经验中获得的，首先是不再先入为主和想当然</li>\n<li><strong>在年轻的时候，我们误以为生活中的重要人物和重要意义的时间会大张旗鼓地露面和轰轰烈烈地发生。到了老年后，对生活的回顾却显示这些人物和事件都是悄无声息、不为人注意地从后门进入我们的生活</strong></li>\n</ul>\n<h3 id=\"中老年\"><a href=\"#中老年\" class=\"headerlink\" title=\"中老年\"></a>中老年</h3><ul>\n<li>到了人生后半部分的人，看到了刺绣的背面，背面不那么美丽，但给人以教益，因为它让人看到刺绣品的总体针线</li>\n<li>我们在青年时代感到喜悦和朝气，部分原因是我们正在走着上坡的路，并没有看见死亡。从年轻的角度看，生活就是漫长无尽的将来；从老年的角度看，那不过是一段极其短暂的过去</li>\n<li>蓦然回首走过的一生，我们为什么觉得如此短暂呢？因为我们对这生活回忆不多，所以就觉得生活短暂了。这回忆漏掉了所有没多大意义和许多不愉快的事，剩下来的因此很少。很多开始有意义的事情，经过经常和无数次的重复后，慢慢成了没有意义。因为我们更能回忆我们的早年，而不是之后的时光。我们生活的时间越长，值得事后回想和重要有意义的事情就越少，唯有回想，才能让这些事留在记忆中。</li>\n<li>有时我们的回忆可以把某一幕尘封已久的往事栩栩如生地重现在眼前，仿佛发生在昨天，但我们无法回想起现在和当初发生这一幕往事间所流逝的漫长时间。这段时间无法像一副图画一目了然，并且这之间发生的事情也大都忘记了；对这些事情只保留抽象中的大概认识，纯粹某一概念而已。所以那过去很久的某一往事显得那样的接近，宛如发生在昨天，而其余的时间则消失无踪。</li>\n<li>青年人根据自己度过的为数不多的年岁估算将来，这些过去了的日子总是充满回忆，并因此显得漫长，因为<strong>新奇感</strong>使所有一切都显得有意义。</li>\n<li><strong>有时候，我们以为自己是在怀念某一处遥远的地方，但其实，我们只是怀念着我们在年轻、朝气蓬勃的时候。</strong></li>\n<li>人只有在年轻时期才是充满意识地生活，到了老年只带着一半的意识活着。人们做他们不得不做的事，之后却不知道自己是否做了那些事情</li>\n<li>童年期，新奇感把一切事物都纳入我们的意识，因此每一天都是漫长的。<strong>我们在外出旅行的时候也遭遇同样的情形，所以，在旅行中度过的一个月似乎比在家的四个月还要长</strong>。</li>\n<li><strong>一年的感觉长短与这一年除以我们年龄所得的商成反比</strong>；其次我们感受无聊的成都与我们的年龄成反比。在后半辈子，无聊也大都连带消失了。并且另一方面，我们的情欲及其痛苦也沉寂了。</li>\n<li>青年期占优势的是直观，在老年期占优势的是思想</li>\n<li>我们精神力最旺盛的时期，毫无疑问是青年期，最迟能延至35岁左右。从这个年纪开始，精神力就开始衰弱。</li>\n<li>在青年期，我们的知识总是支离破碎、残缺不全的。只有到了老年，我们才能对生活获得某一完整的、恰如其分的表象认识。人们在青年时代有更多的设想，但在老年阶段，有的更多是判断力、洞察力和对事物的根本认识</li>\n<li>我们经常低估我们在年轻时做出的成绩，也轻视那时候的判断力</li>\n<li>最奇怪的是，只有在生命临近完结之时，一个人才会真正认清和明白，甚至他自己、他就自己的木目标和方向，尤其在他与这个世界和他人的关系方面</li>\n<li><strong>每种快感的产生都只是一种需求的缓解</strong></li>\n<li>不管怎么说，青年期是躁动不安的时期，老年期是安宁的时期。青年人收到缤纷世界及其丰富形态的诱惑，他的想象力马上就夸大了这一世界所能给予的东西。在老年，人们得以更正确、更清晰地认清所有一切的客观面目。</li>\n<li>青年期和老年期的根本区别在青年期的前景就是生活，而老年期的前景却是死亡。</li>\n</ul>\n<h2 id=\"附：叔本华的生平轶事\"><a href=\"#附：叔本华的生平轶事\" class=\"headerlink\" title=\"附：叔本华的生平轶事\"></a>附：叔本华的生平轶事</h2><ul>\n<li>“在孩子们从生活原型中了解到生活之前，不应该从生活的复制品中认识生活的任何方面。因此，不要匆匆忙忙只是把书本放在孩子们的手中。……让他们永远直接从现实世界里提取概念”</li>\n<li>生来就注定要成就一番伟大事业的人，从青年时代起就会在内心秘密感到这一事实</li>\n<li>“设立国家的必要性就在于人们已经承认：人与人之间并没有什么公正可言”。</li>\n</ul>\n<p><em>–END–</em></p>\n",
            "tags": [
                "读书笔记",
                "哲学",
                "幸福",
                "人生",
                "叔本华"
            ]
        }
    ]
}